{
  "meta": {
    "title": "Regency Masks",
    "title_zh": "攝政面具",
    "total": 75,
    "has_zh": true,
    "color_accent": "#d97706",
    "chapters": [
      {
        "id": 0,
        "name": "Prologue",
        "name_zh": "序章",
        "passage_count": 2
      },
      {
        "id": 1,
        "name": "The Twins' Secret",
        "name_zh": "雙胞胎的秘密",
        "passage_count": 5
      },
      {
        "id": 2,
        "name": "Dinner at the Embassy",
        "name_zh": "大使館晚宴",
        "passage_count": 10
      },
      {
        "id": 3,
        "name": "Shopping in Penu",
        "name_zh": "佩努採購",
        "passage_count": 6
      },
      {
        "id": 4,
        "name": "Second Dinner & the Teniente",
        "name_zh": "再次晚餐與中尉",
        "passage_count": 13
      },
      {
        "id": 5,
        "name": "Into the Mountains",
        "name_zh": "進入山區",
        "passage_count": 7
      },
      {
        "id": 6,
        "name": "The Cantina",
        "name_zh": "酒館事件",
        "passage_count": 11
      },
      {
        "id": 7,
        "name": "The Temple Approach",
        "name_zh": "接近神殿",
        "passage_count": 10
      },
      {
        "id": 8,
        "name": "The Pyramid Showdown",
        "name_zh": "金字塔對決",
        "passage_count": 4
      },
      {
        "id": 9,
        "name": "Return to London",
        "name_zh": "歸途與倫敦",
        "passage_count": 7
      }
    ]
  },
  "groups": [
    {
      "id": "Main Story (Peru)",
      "name": "Main Story (Peru)",
      "name_zh": "主線劇情（秘魯）",
      "count": 50
    },
    {
      "id": "Character Profiles",
      "name": "Character Profiles",
      "name_zh": "角色檔案",
      "count": 16
    },
    {
      "id": "Lore & Background",
      "name": "Lore & Background",
      "name_zh": "世界觀與背景",
      "count": 5
    },
    {
      "id": "Introduction",
      "name": "Introduction",
      "name_zh": "序章",
      "count": 2
    },
    {
      "id": "Story Branch",
      "name": "Story Branch",
      "name_zh": "故事分支",
      "count": 1
    },
    {
      "id": "Other",
      "name": "Other",
      "name_zh": "其他",
      "count": 1
    }
  ],
  "passages": [
    {
      "pid": "Start",
      "name": "Start",
      "group": "Introduction",
      "content": "This is an adult text game. There will be violence, sex and nudity as well as weirdness, horror and magic. To play this game you, gentle playerperson, have to be a legal adult. The main character is completely fictional, and his/her opinion do not reflect my opinions as the gamebuilderperson any more than they may reflect yours. Please check the sidebars for additional information, stats and linked background information. You can safe the game using the link on the left sidebar. On both sidebars are information about the main character, the location and a table of content. \n\nMasks Of Nyarlatotep is a huge campaign of the Call of Cthulhu tabletop roleplaying game, re-edited on 669 pages (pdf) for the 7th edition of that game. For non roleplayers: tabetabletop roleplaying is a mix of improvised theatre and board game. There are several scripts for each game system: Call of Cthulhu does horror games in -usually- historical settings. The BIG campaigns (Masks, Horror In The Orientexpress, Day Of The Beast, Two-Heade Serpent et al) are set in the 1920s, mostly. They als have other historical backgrounds: among them the regency era. \n\nI am transferring the campaign to that era: Regency Masks Of Nyarlathotep. WIth a special twiest: this game is build for and posted at the TFGamesite. The main character is both transformed and transgenders in the beginning of the game. \n\nRegency is tha age of the regent for the British King (one of the Georges), but also the Napoleonic Wars, the Indipendance of the USA, the beginning of the inner-British pushback against the East India company. \nJane Austen wrote novels about the sorrows of the English (NOT British) country gentles, Nelson conquered the seas, Napoleon shot off the nose of the Sphinx (some guy stole the Rossette Stone), the Arabic Egyptians (invaded in the 7th century, not present for the building of the pyramids) became semidependant from the Osman Empire (and semidependant from France and Britain, which is a lot of dependin",
      "content_zh": "這是一款成人文字遊戲。將會有暴力、性和裸體，也會有怪異、恐怖和魔法。要玩這個遊戲，您，溫柔的玩家，必須是合法的成年人。主角完全是虛構的，他/她的觀點並不反映我作為遊戲建構者的觀點，也不可能反映你的觀點。請檢查側邊欄以獲取更多資訊、統計數據和連結的背景資訊。您可以使用左側邊欄上的連結來保護遊戲。兩個側邊欄上都有有關主角、位置和目錄的資訊。 \n\n《奈亞拉托泰普的面具》是《克蘇魯的呼喚》桌上角色扮演遊戲的大型戰役，為該遊戲的第七版重新編輯了 669 頁 (pdf)。對於非角色扮演者：桌上角色扮演是即興戲劇和棋盤遊戲的結合。每個遊戲系統都有多個腳本：《克蘇魯的呼喚》在通常的歷史背景中製作恐怖遊戲。大型戰役（《面具》、《東方快車恐怖》、《野獸之日》、《雙頭蛇》等）多以 1920 年代為背景。他們還有其他歷史背景：其中包括攝政時代。 \n\n我正在將戰役轉移到那個時代：奈亞拉托提普的攝政面具。有一個特別的特點：該遊戲是為 TFGamesite 構建並發布的。主角在遊戲開始時既是變身者又是跨性別者。 \n\n攝政時期是英國國王（喬治王朝之一）攝政的時代，也是拿破崙戰爭、美國獨立、英國內部抵制東印度公司的開始。 \n珍奧斯汀寫的小說講述了英國（不是英國）鄉村紳士的悲傷，納爾遜征服了海洋，拿破崙射掉了獅身人面像的鼻子（有人偷了羅塞特石），阿拉伯埃及人（7世紀入侵，沒有參與建造金字塔）半依賴奧斯曼帝國（也半依賴法國和英國，這在很大程度上依賴法國和英國）",
      "narrative_order": 0,
      "passage_type": "main_path",
      "chapter": "Prologue",
      "chapter_zh": "序章",
      "chapter_id": 0,
      "next_pid": "start2"
    },
    {
      "pid": "start2",
      "name": "start2",
      "group": "Introduction",
      "content": "There are somee things that you as the player should be aware of: \n\n- this is an illustrated TEXT game for people that want to read. \n- this is legally a playthrough of a campaign by Chaosium Inc.\n- this is a horror game.\n- there are both a sex switch and sex in the game.\n- society is not so much racist as SEXIST, CLASSIST and BIGOT.\n\nALL societies: the Spanish colonials in Peru accept the British gentleman with his kids because he is a gentleman; the British society has no prolems with a dark skinned gentleman explorer: because his father is a gentleman and therefore he is one, too. The Osmanic and Arabic authorities tolerate the rich travellers, but they do not recognize infidel foreigners as their equal and certainly not African -naked- tribals as persons. The Chinese would love to kick the foreigners out, but they are busy fighting each other. \n\nNo one respects women. Some of the above respect ladies -especially foreign ladies- because their habitus of entitlement and because (in this case) the lady really is a centuries old sorceror with a willpower to face down a weak god. (Never do that, the weak god has big brothers ...and sisters). \n\nReligion is special: this is a Lovecraftian game. Please assume for the purpose of the game only that reality as humans perceive it is an illusion. Chaos and madness are the foundation of the world (please visit the Idiot Demon Sultan at the centre of the universe if you have questions). There are other beings -serpentmen, fishmen (Deep Ones), utterly alien beings like the cross of flying insect, fungi and locust, the MiGo- some of whom are on human power level. Or only slightly aboce: humans are the hillbilly cousins of Serpent People and Deep Ones. Others are way beyond human understanding: unbound by physical laws as humans pecreived them. Being that the humans of old worshipped as gods: the Wendigo of the North, Dagon of the Phoenicians and others. \nBeyond those, at the real end of the food chain, are the Outer Gods. They b",
      "content_zh": "作為玩家，您應該注意以下幾點：\n\n- 這是一款適合想要閱讀的人的圖文並茂的文字遊戲。 \n- 從法律上講，這是 Chaosium Inc. 的一項活動的遊戲流程。\n- 這是一款恐怖遊戲。\n- 遊戲中既有性別轉換，也有性別。\n- 社會上的種族主義不多，而是性別歧視、階級歧視和偏執狂。\n\n所有社會：秘魯的西班牙殖民者接受英國紳士和他的孩子，因為他是紳士；英國社會對黑皮膚的紳士探險家沒有任何問題：因為他的父親是一位紳士，因此他也是一位紳士。奧斯曼和阿拉伯當局容忍富有的旅行者，但他們不承認異教徒外國人與他們平等，當然也不承認非洲裸體部落作為人。中國人很想把外國人趕出去，但他們卻忙著互相爭鬥。 \n\n沒有人尊重女性。上述一些人尊重女士——尤其是外國女士——因為她們的權利習慣，並且因為（在這種情況下）這位女士確實是一位有數百年曆史的巫師，具有對抗弱神的意志力。 （永遠不要這樣做，弱神有大兄弟......和姊妹）。 \n\n宗教很特別：這是一個洛夫克拉夫特式的遊戲。出於遊戲的目的，請假設人類所感知的現實只是一種幻覺。混亂和瘋狂是世界的基礎（如有疑問請訪問宇宙中心的白痴惡魔蘇丹）。還有其他生物——蛇人、魚人（深潛者）、完全外星的生物，如飛蟲、真菌和蝗蟲的雜交體、米戈——其中一些人的力量達到了人類的水平。或者說稍微有點誇張：人類是蛇人和深潛者的鄉下表親。其他的則遠遠超出了人類的理解：不受人類認知的物理定律的約束。因為古代人類將北方的溫迪戈、腓尼基人的達袞等視為神來崇拜。 \n除此之外，位於食物鏈真正末端的是外神。他們b",
      "narrative_order": 1,
      "passage_type": "main_path",
      "chapter": "Prologue",
      "chapter_zh": "序章",
      "chapter_id": 0,
      "next_pid": "g1"
    },
    {
      "pid": "g1",
      "name": "g1",
      "group": "Main Story (Peru)",
      "content": "My twin sister puts a notebook, maybe a diary, on the breakfast table where Sir WIlliam, our father, and I are talking . \nShe frowns: \"I want my birthright.\" \nSir Williams motions her to sit and takes the booklet, I get up and pull a chair for my twin sister and pour her a cup of coffee: if in the Spanish colonies do like a Spaniard. The tea here is lousy, the coffee is very good. \n\n[Image: grimoire]I sit down and take the booklet from Sir William, who has leaved through it. I take a look : 'Diary of Annegret Bernhard, Maid, Wet-Nurse and Confidant'. I raise an eyebrow: \"Is this the diary ...and grimoire.... Annegret, our wetnurse? This here looks like a ...spell to curse your enemies.\" \n\nMy fair twin grabs the grey book of Anagret the Witch: \"I KNOW THE TRUTH! You cannot distract me with a smear campaign against the witness, evil one! I claim my birthright that you have stolen!\" \n\nSir Williams sighs and tells her ...no: he ensorcels her: \"SIT DOWN AND LISTEN.\" His eyes glow, one of the side effects of that spell. Marcella sits and listens: my dear twin may have found a book with the rants, recipes and spells of a self proclaimed with, but she is no great witch or wizard herself. Yet. \nOur father looks at me, with glowing eyes, and tries to ensorcel me: \"TELL HER.\" \n\nI raise an eebrow: \"William. Really.\" \n\nSir William looks at Marcella: \"That is basically all in short. But since you are not really well informed, here is the slightly longer form: your mother and I could not have children. All science failed us. I was accepting that, thinking about adoption. Your mother was NOT accepting, and she was as headstrong as she was beautiful and -sometimes- kind. We tried less reputable physicians and, soon, some self-proclaimed 'witches' and cultists. \nHedge witches exist in every other country village in England, and some of them are real. Annegret Bernhard was one of them, and she had had a falling out some former friends. Very dramatic, all that. But in turn for us getti",
      "content_zh": "我的雙胞胎姊姊在我和父親威廉爵士正在談話的早餐桌上放了一本筆記本，也許是一本日記。 \n她皺眉：“我想要我與生俱來的權利。”\n威廉斯爵士示意她坐下並接過小冊子，我起身為我的雙胞胎妹妹拉了一把椅子，給她倒了一杯咖啡：如果在西班牙殖民地就像西班牙人一樣。這裡的茶很糟糕，但咖啡很好。 \n\n[圖：魔法書]我坐下來，從威廉爵士手中接過這本小冊子，他已經離開了。我看了一下：《安妮葛雷特‧伯恩哈德、女僕、奶媽與知己的日記》。我揚起一邊眉毛：“這是日記……和魔法書……安妮格雷特，我們的奶媽？這看起來像是……詛咒敵人的咒語。”\n\n我漂亮的雙胞胎抓起女巫阿納格麗特的灰書：“我知道真相！你不能用抹黑證人的方式來分散我的注意力，邪惡的！我聲稱我與生俱來的權利被你偷走了！”\n\n威廉斯爵士嘆了口氣，告訴她…不：他對她施了魔法：「坐下來聽。」他的眼睛發光，這是咒語的副作用之一。瑪塞拉坐下來聽著：我親愛的雙胞胎可能找到了一本書，裡面有自稱的咆哮、食譜和咒語，但她自己並不是偉大的女巫或巫師。然而。 \n我們的父親用發光的眼睛看著我，試圖迷惑我：“告訴她。”\n\n我揚起眉毛：“威廉。真的。”\n\n威廉爵士看著瑪塞拉：「這基本上都是簡而言之。但由於你不太了解情況，所以這裡是稍微長一點的形式：你的母親和我不能生孩子。所有的科學都失敗了。我接受了這一點，考慮收養。你的母親沒有接受，她很任性，因為她很美麗，有時很善良。我們嘗試了這一點，考慮收養。你的母親沒有接受，她很任性，因為她很美麗，有時很善良。我們嘗試了一個不可信的醫生，很快，一些自稱為女巫。\n英國其他鄉村都有樹籬女巫，其中有些是真實存在的。安妮格麗特·伯恩哈德就是其中之一，她和一些以前的朋友鬧翻了。非常戲劇化，這一切。但反過來對我們來說 getti",
      "narrative_order": 2,
      "passage_type": "main_path",
      "chapter": "The Twins' Secret",
      "chapter_zh": "雙胞胎的秘密",
      "chapter_id": 1,
      "next_pid": "g2"
    },
    {
      "pid": "g2",
      "name": "g2",
      "group": "Main Story (Peru)",
      "content": "Marcella, my twin, points the grey book at me, accusingly: \"Annegret speaks of you as a cold hearted snake.\" \n\nI nod: \"She has called me that to my face. But she also believed that the Horned Man hated her passionately and was hunting her down. Either there IS a Horned Man -the Hunter of the Wild Hunt- and he does not care about Annagret, or he does not exist and she wa dellusional. One cannot both be the archenemy of the Master of the Hunt and die peacefully of old age. Annegret was wrong about a lot of things.\" \n\nSir William shrugs: \"I do not know anything about the Horned Hunter or witches. I am a gentleman who got help in a delicate, urgent and stressful manner from another gentleman. How is none of my business. Your mother took a deep look into that world beyond a gentleman's perview, and she has taught me some spells. That I do not use, Marcella. Magic is secret for a reason: it disrupts human society. Keep your knowledge and your power secret.\" \nHe points at me: \"If you really need a reason for that beyond basic manners and goodwill: this is the learned gentleman that helped us. \nThe price that WE paid for YOU was your mother having twins: one for us and one that was a rejuvenated learned gentleman. I do not know what price HE has paid, but I assume it was substantial. \nBy the way: your dowry is ALL of my possessons. His inheritage is what were his possessions before our deal. \nTherefore regarding your brother you should keep some things in mind: you would not exist without his help. He paid a lot to make this happen and has never been anything but a polite and helpful ...businesspartner and, lately: son. You are richer than your mother was because you inherit her dowry and my means. AND: I can ensorcel you. I cannot ensorcel HIM. What do you think happens if you try to fight him?\" \n\nI smile at her: \"Witchery is much about gut feelings. So let me ask you a questions: imagine you walk alone from here to the harbour. Do you feel safe? Now imagine that WE, you a",
      "content_zh": "我的雙胞胎瑪塞拉用灰色的書指著我，指責道：“安妮格麗特說你是一條冷酷無情的蛇。”\n\n我點頭：「她當面這樣稱呼我。但她也相信長角人強烈地憎恨她，正在追捕她。要么存在一個長角人——狂野狩獵的獵人——而他不關心安格麗特，要么他不存在，而她是幻覺。一個人不可能既成為狩獵大師的宿敵，又安詳地老去。安格麗特在很多事情上都錯了。」\n\n威廉爵士聳聳肩：「我對有角獵人或女巫一無所知。我是一位紳士，從另一位紳士那裡得到了微妙、緊急和緊張的幫助。這不關我的事。你的母親對那個紳士視野之外的世界進行了深入的研究，她教了我一些咒語。我不會使用這些咒語，瑪塞拉。\n他指著我說：「如果你真的需要一個超越基本禮儀和善意之外的理由：這就是幫助我們的博學紳士。\n我們為你付出的代價是你的母親生了雙胞胎：一個是我們的，另一個是一位重新煥發活力的博學紳士。我不知道他付出了多少代價，但我認為代價是巨大的。 \n順便一提：你的嫁妝是我的全部財產。他的遺產就是我們交易之前他的財產。 \n因此，關於你的兄弟，你應該記住一些事情：沒有他的幫助，你就不會存在。為了實現這一目標，他付出了很多，但他從來都是一個有禮貌、樂於助人的商業夥伴，最近又是一個兒子。你比你母親更富有，因為你繼承了她的嫁妝和我的財產。並且：我可以迷惑你。我無法迷惑他。如果你嘗試與他戰鬥，你認為會發生什麼？ 」\n\n我對她微笑：「巫術很大程度上取決於直覺。所以讓我問你一個問題：想像你獨自從這裡走到港口。你感到安全嗎？現在想像一下我們，你是",
      "narrative_order": 3,
      "passage_type": "main_path",
      "chapter": "The Twins' Secret",
      "chapter_zh": "雙胞胎的秘密",
      "chapter_id": 1,
      "next_pid": "g3"
    },
    {
      "pid": "wrong",
      "name": "wrong",
      "group": "Lore & Background",
      "content": "Actually the Master of the Hunt is a lesser form of someONE that has a thousand other forms, and Annagret made a pact with another of those forms, the Green Hunter -Samiel- who is an old patron of the really nasty witches. \n\nOther than HIS cults that one is not schizophrenic: with all those forms there is only ONE Messenger And Soul Of The Outer Gods, and HIS name is Nyarlathotep. A real weirdo, but terrible to cross; and other than most Outer Gods, HE does remember... \n\nWhat Annegret -and all the other witches with that master- did wrong was chosing That One as her master. \n\nThe Goat Of The Woods, Mother Of A Thousand Young, has cults that were rivals to the druids of old and still prosper in rural backwaters. She is a keeper of promises. In a motherly way, so to speak: you petition her and She gives you what She thinks you need. If you disagree and tell Her that you did not need more arms or goat legs or whatever else She gave you: well, then She will probably forgive you. \n\nThe One humans call Old Man Abyss -our Nestmother- has acolytes that transcend time and space, like the All In One does. Most people are afraid of THAT, of course. \n\nThe name by which others in the know call Nyarlathotep, The Soul And The Messenger Of The Outer Gods, is well earned: \nThe Liar.",
      "content_zh": "事實上，狩獵大師是一個擁有上千種其他形式的人的一個較小的形式，安納格麗特與其中的另一個形式，綠色獵人——薩米爾——簽訂了契約，他是真正令人討厭的女巫的老贊助人。 \n\n除了他的邪教外，人們並不患有精神分裂症：在所有這些形式中，只有一位外神的信使和靈魂，他的名字是奈亞拉托提普。一個真正的怪人，但很難跨越；除了大多數外神之外，他確實記得…\n\n安格麗特——以及所有其他與這位主人在一起的女巫——所犯的錯誤就是選擇了那個人作為她的主人。 \n\n森林山羊，千幼之母，其教派可與古老的德魯伊相媲美，並且在偏僻的鄉村仍然盛行。她是一個信守承諾的人。可以說，以慈母的方式：你向她請求，她就會給你她認為你需要的東西。如果你不同意並告訴她你不需要更多的手臂或山羊腿或她給你的任何其他東西：好吧，那麼她可能會原諒你。 \n\n人類稱為老人深淵的人──我們的巢母──擁有超越時間和空間的侍從，就像一體一樣。當然，大多數人都害怕這一點。 \n\n知情人士稱奈亞拉托提普為“外神的靈魂和使者”，這個名字是當之無愧的：\n騙子。",
      "narrative_order": 4,
      "passage_type": "branch_lore",
      "chapter": "The Twins' Secret",
      "chapter_zh": "雙胞胎的秘密",
      "chapter_id": 1
    },
    {
      "pid": "g3",
      "name": "g3",
      "group": "Main Story (Peru)",
      "content": "Sir WIlliams looks deeply unhappy and may be about to say something that is reall harmful at this point: his society teaches them that human men and women are basically utterly different in mental capability, willpower and strength. Many of their gentlemen do not mistreat  women (especially ladies) in their own point of view: they just assume that a lady has no capacity other than looking pretty and having babies. \n\nI tap a finger to our breakfasttable: \"Sex is not nexessarily the hard border that you may think it is, Sir William. But neither is the life of a gentleman as easy and fun as you seem to think, Marcella. May I offer a suggestion?\" \n\nMy twin nods: it is easy to charm her since I have been protecting her for eighteen years now and she knows it, deep in her soul. Sir William shrugs and nods: he usually listens to all offers first, then he decides. He is a gentleman and a diplomat, after all. \n\nI tunr to Marcella: \"Annergret knew the spell to switch minds with another human being. Specifically: a man. Her version of that spell is bloody and ineffective, but that is all of her 'art'. Therefore I am assuming that you have come here to make a scene, and when the stupid men are excited: cast that spell. Putting YOU into MY body and ME into YOUR body. \nAnnegret's spell does not work that way: none of her spells work without blood and pain. \nBut I know several versions -closer to the real magic- and can use one of these to switch us for a couple of months. For that time you will be in THIS body...\" -I point at myself- \"...and I will be in your body.\"\nI smile at Sir William: \"That happens to be the time that you will be on that archeological expedition that you have mentioned at breakfast. I am still coming, but now BOTH of your children are. A sort of family excursion, so to speak. In the backwaters of the land: if any social gaffe happens, no one will know. I understand that the final discussion about that expedition is tonight: Marcella and I can switch bodies f",
      "content_zh": "威廉斯爵士看起來非常不高興，並且可能即將說出一些真正有害的話：他的社會告訴他們，人類男人和女人在心理能力、意志力和力量上基本上是完全不同的。他們的許多紳士並沒有以自己的觀點虐待女性（尤其是女士）：他們只是認為女士除了看起來漂亮和生孩子之外沒有其他能力。 \n\n我用手指輕敲我們的早餐桌：“威廉爵士，性不一定是你想像的那樣的硬邊界。但紳士的生活也不像你想像的那麼輕鬆有趣，瑪塞拉。我可以提個建議嗎？”\n\n我的雙胞胎點點頭：迷住她很容易，因為我已經保護她十八年了，她在靈魂深處知道這一點。威廉爵士聳聳肩，點點頭：他通常會先聽取所有提議，然後再做出決定。畢竟，他是一位紳士和外交官。 \n\n我轉向瑪塞拉：「安納格雷特知道與另一個人交換思想的咒語。具體來說：一個男人。她的那個咒語版本是血腥且無效的，但這就是她的全部『藝術』。因此我假設你來這裡是為了大吵大鬧，當愚蠢的男人興奮時：施展那個咒語。把你放進我的身體，把我放進你的身體。\n安格麗特的咒語不是這樣起作用的：她的咒語沒有一個在沒有血和痛苦的情況下起作用。 \n但我知道幾個版本——更接近真正的魔力——並且可以使用其中一個來改變我們幾個月。到那時，你將在這個身體裡…” -我指著自己—「…我將在你的身體裡。 」\n我對威廉爵士微笑：「那正好是你在早餐時提到的考古探險的時間。我仍然會來，但現在你的兩個孩子都來了。可以這麼說，一種家庭旅行。在這片土地的死水里：如果發生任何社交失態，沒有人會知道。我知道關於那次探險的最後討論是今晚：瑪塞拉和我可以交換身體",
      "narrative_order": 5,
      "passage_type": "main_path",
      "chapter": "The Twins' Secret",
      "chapter_zh": "雙胞胎的秘密",
      "chapter_id": 1,
      "next_pid": "g4"
    },
    {
      "pid": "g4",
      "name": "g4",
      "group": "Main Story (Peru)",
      "content": "I may hae been wrong about my twin being asexual: when Marcella is the male twin, Marcellus uses my body for sex with some enthusiasm. I did have a lesson scheduled with one of the gentle whores that specialize in teaching young gentlemen the basics of siring sons (or making love, if they are any talented). Marcellus takes that lesson, and while the happy little whore kisses him on the cheek afterwards and calls him \"shy\" that is more than I would have expected from Marcella. \n\nHer body -that I am using now- has to remain virginal until marriage, of course. Weird, but that is how it is. My own sex drive -in a human body- is not difficult to handle: even though I had to call in a lot of favours from the Goat In The Woods to get Lady Marston pregnant, and the Goat In The Wood is all for fertility. \n\nWhile my twin sister had sex in my body, I did callisthenics in hers. The balance is off: her reproductive orgeans are internal while a male has external ones. But the human females have udders: all that is a lot to bear, and I NEED do to these callishenic for any resemblance of body control. \n\nNow we are going to dinner, washed up as is the pivilege of the ruling classes and dressed with the help of a happy and discreet whore (in case of Marcellus) and the maid, Alyce: in case of me trying to put Marcella's clothes on her body. \n\n[Image: fashion]VERY drafty: if one wants to wear clothes, and humans do, this is ...peculiar. Shoes -alwas good- and SOCKS. Knee-high, bound with a garter over the knees. Then NOTHING to cover that weird bush of human women. A short underdress called chemise, a knee length underskirt over that and the dress over the underdress: but if I grab the hems of the skirts I can pull blank from my thighs to my hips. \n\nMarcellus has girdled a spanish sword and a pistol. Well, she has training with a pistol: Sir William was open-minded about that. I have also given her some fencing lessons -this body is not utterly untrained- but Marcellus really should no",
      "content_zh": "我對我的雙胞胎是無性戀的看法可能是錯的：當馬塞拉是雙胞胎男性時，馬塞勒斯會熱情地利用我的身體進行性行為。我確實和一位溫柔的妓女一起上了一堂課，她專門教年輕紳士生兒子的基本知識（或者做愛，如果他們有才華的話）。馬塞勒斯吸取了這個教訓，而那個快樂的小妓女事後親吻了他的臉頰並稱他“害羞”，這超出了我對馬塞拉的預期。 \n\n當然，我現在使用的她的身體必須在結婚之前保持處女之身。很奇怪，但事實就是這樣。我自己的性慾——在人體內——並不難處理：儘管我不得不向樹林裡的山羊尋求很多幫助才能讓馬斯頓夫人懷孕，而樹林裡的山羊完全是為了生育。 \n\n當我的雙胞胎妹妹在我的身體裡做愛時，我在她的身體裡做健身操。平衡被打破：她的生殖器官在內部，而男性則在外部。但人類女性有乳房：這一切都需要承受很多，我需要對這些健美操做一些類似的身體控制。 \n\n現在我們要去吃晚餐了，像統治階級的特權那樣洗乾淨了，在一個快樂而謹慎的妓女（對於馬塞勒斯來說）和女僕艾莉絲的幫助下穿好衣服：以防我試圖把馬塞拉的衣服穿在她身上。 \n\n[圖：時尚]非常通風：如果一個人想穿衣服，而人類也這樣做，那麼這…很奇怪。鞋子 - 一直很好 - 和襪子。及膝高，用吊襪帶綁在膝蓋上。然後就沒有什麼可以遮蓋那些奇怪的人類女性灌木叢了。一件稱為襯衫的短內衣，在其上再套上一條及膝的內衣，再內衣上套上連衣裙：但如果我抓住裙子的下擺，我就能把從大腿到臀部的空白拉出來。 \n\n馬塞勒斯戴著一把西班牙劍和一把手槍。嗯，她接受過手槍訓練：威廉爵士對此持開放態度。我還給她上了一些擊劍課——這個身體並非完全沒有受過訓練——但馬塞勒斯真的不應該",
      "narrative_order": 6,
      "passage_type": "main_path",
      "chapter": "The Twins' Secret",
      "chapter_zh": "雙胞胎的秘密",
      "chapter_id": 1,
      "next_pid": "g5"
    },
    {
      "pid": "g5",
      "name": "g5",
      "group": "Main Story (Peru)",
      "content": "[Image: dinner]Since I am the only woman I play the lady of the house: Sir William introduces everyone to me. \n\"These gentlemen are Sir Edward, Mr. Jones and, of course your brother. Dining with us tonight are Parker, Miller and Mendoza. Mr. Jones, please keep my duaghter company with her brother. Sir Edward, please sit with me. Parker, for tonight you can sit with Sir Edward and me. Miller and Mendoza, you are seated at the middle of the table.\" \n\nAll quite daring and untraditional, but in a moderate way: if there is a moderate way to break tradition, Sir William will find it. \n\n[Image: dinnerarrangements]\n\nI can make smalltalk like the lady of the house or eat in silence like a shy debutante. Miller and Mendozza do not partake in polite conversation: they are servants. \n\nParker thinks that he is a gentleman, Sir William, Sir Edward, Mr. Jones and Mr. Marston (my twin) ARE gentlemen. \n\nAfter dinner the servants clear the table, and Sir Williams passes the gentlemen and Parker a cigar and a brandy.\nTime to talk.",
      "content_zh": "[圖：晚餐]由於我是唯一的女性，我扮演女主人：威廉爵士向我介紹大家。 \n「這些先生是愛德華爵士、瓊斯先生，當然還有你的兄弟。今晚與我們一起用餐的是帕克、米勒和門多薩。瓊斯先生，請讓我的女兒和她的兄弟在一起。愛德華爵士，請和我坐在一起。帕克，今晚你可以和愛德華爵士和我坐在一起。米勒和門多薩，你們坐在桌子中間。”\n\n一切都相當大膽和非傳統，但以溫和的方式：如果有一種溫和的方式打破傳統，威廉爵士會找到它。 \n\n[圖：晚餐安排]\n\n我可以像女主人一樣閒聊，也可以像害羞的初次見面的人一樣安靜地吃飯。米勒和門多薩不參加禮貌的對話：他們是僕人。 \n\n帕克認為他是個紳士，威廉爵士、愛德華爵士、瓊斯先生和馬斯頓先生（我的雙胞胎）都是紳士。 \n\n晚餐後，僕人們清理桌子，威廉斯爵士遞給先生們和帕克一支雪茄和一杯白蘭地。\n是時候談談了。",
      "narrative_order": 7,
      "passage_type": "main_path",
      "chapter": "Dinner at the Embassy",
      "chapter_zh": "大使館晚宴",
      "chapter_id": 2,
      "next_pid": "g6"
    },
    {
      "pid": "Miller",
      "name": "Miller",
      "group": "Character Profiles",
      "content": "Miller is a former soldier, from the King's Artists' Rifles. He has been in the Spanish Wars where the the King's Rifles were used as sharpshooters and infiltrators. \n\nMiller is of average height, lean and wiry. He does not talk a lot, and usually he moves slowly and carefully. I strongly assume that he CAN, in fact, move rather fast and decisive, though. The only time I have actually seen him move fast was reloading his musket. \n\nLike all the King's Rifles Miller can reload a rifle in thirty seconds. That allows him to shoot twice as often as veterans respectively five times as often as line trops. \n\nHe also hits what he is aiming for: both with his musket and his pistols. I am not sure how he would fare in a knife fight: not his specialty.\n\n[Image: musket]",
      "content_zh": "米勒是一名前士兵，來自國王藝術家步槍隊。他曾參與西班牙戰爭，國王步槍被用作神槍手和滲透者。 \n\n米勒身高中等，身材瘦削，身材魁梧。他話不多，通常動作緩慢而小心。事實上，我堅信他可以採取相當快速且果斷的行動。我唯一一次真正看到他快速移動的時候是重新裝填他的步槍。 \n\n就像所有國王步槍一樣，米勒可以在三十秒內重新裝填步槍。這使得他的投籃次數是老將的兩倍，是前線投籃次數的五倍。 \n\n他還擊中了他的目標：用他的步槍和手槍。我不確定他在持刀打架中會表現如何：這不是他的專長。\n\n[圖：步槍]",
      "narrative_order": 8,
      "passage_type": "character_profile",
      "chapter": "Dinner at the Embassy",
      "chapter_zh": "大使館晚宴",
      "chapter_id": 2
    },
    {
      "pid": "Mendozza",
      "name": "Mendozza",
      "group": "Character Profiles",
      "content": "Mendoza -that is \"Senor de Mendoza\" to foreigners- is of average height, with dark hair, a dark moustache and pale, bad skin. \n\nOther than being ugly he is also not talking all that much. Not at all, in fact. He barely behaves like a servant should: some gentlemen have better trained pets. \n\nThat would probably be the impression of a human debutante. \nTo me he looks hungry, angry and desperate. \n\nHe is no Dark One Hybrid -those look like a cross of humans and frogs- and he is not one of our bastards: he smells wrong. Not that my sense of smell is any good in a human body. \n\nBut he is something or other. \n[Image: sword]\nHe carries an old sword, probably dating back from the original Spanish conquistarodes. Well, they left some of those on the ground: most of them died screaming in this brave new world that they thought to conquer.",
      "content_zh": "門多薩（Mendoza）——外國人眼中的「Senor de Mendoza」——中等身高，深色頭髮，深色鬍鬚，皮膚蒼白、糟糕。 \n\n除了長得醜之外，他也不怎麼說話。事實上，一點也不。他的舉止幾乎不像僕人該有的樣子：有些紳士有訓練有素的寵物。 \n\n這大概就是人類初出茅廬的人的印象吧。 \n在我看來，他看起來飢餓、憤怒和絕望。 \n\n他不是黑暗一族的混血兒──那些看起來像是人類和青蛙的混合體──而且他也不是我們的私生子之一：他聞起來不對勁。並不是說我的嗅覺對人體有什麼好處。 \n\n但他是某種東西。 \n[圖：劍]\n他攜帶一把舊劍，可能可以追溯到最初的西班牙征服者。好吧，他們把其中一些留在了地上：大多數人在這個他們想要征服的美麗新世界中尖叫著死去。",
      "narrative_order": 9,
      "passage_type": "character_profile",
      "chapter": "Dinner at the Embassy",
      "chapter_zh": "大使館晚宴",
      "chapter_id": 2
    },
    {
      "pid": "Parker",
      "name": "Parker",
      "group": "Character Profiles",
      "content": "[Image: Parker 2]Parker is a big brute. Not a gentleman, not even a nouveau riche, but a street fighter with enough brains to become something between a foreman and an independant contractor for the East Incia Company.\n\nThe East India Company is still as powerful as the King and the parliament in Britain. They are no longer more powerful than the King and the parliament combined, and the East India Company resents that. They DID have more soldiers than the king at one time not long ago, after all. But lately they are loosing ground in Britain and -rumour has it- in India. \n\nParker is some six feet five tall, big and a hardened street fighter. Marcellus really needs to stay away from him: the guy is dangerous. \n\nHe also thinks that he is the only real man here, and the only one with a mind for business. Some people think that Parker is a 'white supremacist' because he treats the locals badly. But in fact he just hates them as much as us: Paker is no racist. He hates everyone.",
      "content_zh": "[圖：帕克 2]帕克是個大畜生。不是紳士，甚至不是暴發戶，而是一個有足夠頭腦的街頭霸王，可以成為東印西亞公司的工頭和獨立承包商之間的人物。\n\n東印度公司仍然與英國國王和議會一樣強大。他們的權力不再比國王和議會的總和還要大，東印度公司對此感到不滿。畢竟就在不久前，他們的士兵確實一度比國王還多。但最近他們在英國節節敗退，有傳言說在印度也節節敗退。 \n\n帕克身高約六英尺五，身材高大，是一位頑強的街頭霸王。馬塞勒斯確實需要遠離他：這傢伙很危險。 \n\n他也認為自己是這裡唯一真正的男人，也是唯一一個有生意頭腦的人。有些人認為帕克是“白人至上主義者”，因為他對待當地人很惡劣。但事實上，他只是像我們一樣討厭他們：帕克不是種族主義者。他討厭所有人。",
      "narrative_order": 10,
      "passage_type": "character_profile",
      "chapter": "Dinner at the Embassy",
      "chapter_zh": "大使館晚宴",
      "chapter_id": 2
    },
    {
      "pid": "Sir William",
      "name": "Sir William",
      "group": "Character Profiles",
      "content": "Sir William Marston is a gentleman, diplomat and widower with two -twin- children. That is his public face, and that is very much who he wants to be. He is charming, long suffering and less of a pushover than some lower-class people believe: to their misfortune if they try something that Sir WIlliam does not tolerate. \n\nHe is also the father of Macellus/Marcella and me. \n\nAs a diplomat he serves the parliament, as a gentleman he feels loyal to the king (and his regent: the king is a child). Both affiliations work together quite well: the main, shared enemies are \n- the French (handled aptly by Nelson and Wellington), \n- the seperatists and other colonials (not really handled at all) \nand \n- the East India Compaany that was quite close to taking over the realm completely. \n\nAt the moment the Royalists and the parliament block are trying to move slowly and carefully against the Company, never really declaring war on them and at least pretending to work with them. \n\nThat is why father is hosting Sir Edward and Prker: but that is also why Mr. Jones and Miller are at the table. Just in case...",
      "content_zh": "威廉·馬斯頓爵士是一位紳士、外交官，也是鰥夫，有兩個雙胞胎孩子。這就是他的公眾形象，也是他很想成為的人。他很有魅力，長期受苦，不像一些下層階級所認為的那樣容易屈服：如果他們嘗試威廉爵士不能容忍的事情，他們就會不幸。 \n\n他也是馬塞勒斯/瑪塞拉和我的父親。 \n\n作為一名外交官，他為議會服務；作為一名紳士，他對國王（和他的攝政王：國王還是個孩子）感到忠誠。兩個組織合作得很好：主要的共同敵人是\n- 法國人（納爾遜和威靈頓妥善處理），\n- 分離主義者和其他殖民者（根本沒有真正處理過）\n和\n- 東印度公司幾乎完全接管了這個國家。 \n\n目前，保皇黨和議會正在試圖緩慢而謹慎地反對公司，從未真正向他們宣戰，至少假裝與他們合作。 \n\n這就是父親招待愛德華爵士和普克先生的原因：但這也是瓊斯先生和米勒坐在餐桌旁的原因。萬一...",
      "narrative_order": 11,
      "passage_type": "character_profile",
      "chapter": "Dinner at the Embassy",
      "chapter_zh": "大使館晚宴",
      "chapter_id": 2
    },
    {
      "pid": "Sir Edward",
      "name": "Sir Edward",
      "group": "Character Profiles",
      "content": "Sir Edward Larkin is taller than average -probabyl as tall as Mr. Jones, if Sir Edward would stand straight- and lean. He looks unhealthy and had trouble standing remotely straight. \n\nNonetheless he is the one who has come up with the idea for this expedition. He cannot be denied being part of the travelling group because he has the diary of the old conquistador and his map. Sir Edward also cannot be denied becaue he is the local ...envoy... of the East India Company: his bad health nonewithstanding. \n\nThe East India Company worships money and worldly power like a cultist worships a Great Old One: committing heinous crimes in the self-assured knowledge to be the chosen of the one thing/monstrous god that counts. \n\nNonetheless Sir Edward is a gentleman, and goes through the motions of being polite. Parker and he do not get along, but Mendoza is Sir Edward's man ...if Mendoza is anything. \n\nSir Edwards uttlerly ignores most people, including Marcellus and me.",
      "content_zh": "愛德華·拉金爵士比一般人要高——如果愛德華爵士站得筆直且傾斜的話，可能和瓊斯先生一樣高。他看起來很不健康，很難站直。 \n\n儘管如此，他是提出這次探險想法的人。不能否認他是旅行團的一員，因為他有老征服者的日記和地圖。愛德華爵士也不能被否認，因為他是東印度公司的當地…特使：儘管他的健康狀況不佳。 \n\n東印度公司崇拜金錢和世俗權力，就像邪教徒崇拜舊日支配者一樣：在自信地成為唯一重要的事物/可怕的神的選擇的情況下犯下令人髮指的罪行。 \n\n儘管如此，愛德華爵士是一位紳士，表現得很有禮貌。帕克和他相處得不好，但門多薩是愛德華爵士的人……如果門多薩有什麼的話。 \n\n愛德華茲爵士完全無視大多數人，包括馬塞勒斯和我。",
      "narrative_order": 12,
      "passage_type": "character_profile",
      "chapter": "Dinner at the Embassy",
      "chapter_zh": "大使館晚宴",
      "chapter_id": 2
    },
    {
      "pid": "Mr. Jones",
      "name": "Mr. Jones",
      "group": "Character Profiles",
      "content": "[Image: jones]Mr. Jones is a gentleman, six feet tall and lean. He is charming, educated and polite. \n\nHe is certainly no welshman. I like the old Walish people -one has to be brave to live there- but they are the descendants of many celts, some picts and an occasional viking. On the human side. Some have \"fairy\" blood. Wales used to be a border between us and the fish-eyes.\n\nMr. Jones is the descendant of a gentleman from Britain and, well: probably a Nubian lady. Maybe a Zulu: I have met a Nubian fighter long ago that told me about his homeland. He looked a bit like Mr. Jones (if one allows for a Saxon descended father), and claimed that the Zulu, his people, were the greatest warriors of all. Every human does that, of course. \n\nA gentleman is the son of a gentleman that the father has introduced to polite society as his legitmate son. Having a lady as a mother -or being the son of the Mrs.- is not required, no matter what the ladies would like to pretend. \n\nNo one in his sane mind can doubt that Mr. Jones -or whatever his real name is- is a gentleman. He is witty, polite with Marcellus (and Miller), careful around Parker and -to my very surprise- rather charming with me.",
      "content_zh": "[圖：瓊斯]先生。瓊斯是一位紳士，身高六英尺，身材瘦削。他很有魅力，受過良好教育，而且很有禮貌。 \n\n他當然不是威爾斯人。我喜歡古老的沃爾什人——必須勇敢才能住在那裡——但他們是許多凱爾特人、一些圖畫人和偶爾出現的維京人的後裔。就人性而言。有些人身上流著「仙女」的血統。威爾斯曾經是我們和魚眼之間的邊界。\n\n瓊斯先生是一位英國紳士的後裔，而且可能是一位努比亞女士。也許是祖魯人：我很久以前就遇到過一位努比亞戰士，他向我講述了他的祖國。他看起來有點像瓊斯先生（如果考慮到父親是撒克遜人的話），並聲稱他的人民祖魯人是最偉大的戰士。當然，每個人都會這麼做。 \n\n這位紳士是紳士的兒子，被父親引入上流社會作為他的嫡子。無論女士們想假裝什麼，都不需要有一位女士作為母親——或者是女士的兒子。 \n\n任何頭腦清醒的人都不會懷疑瓊斯先生——或者不管他的真名是什麼——是一位紳士。他很機智，對馬塞勒斯（和米勒）很有禮貌，對帕克很謹慎，而且令我驚訝的是，他對我很有魅力。",
      "narrative_order": 13,
      "passage_type": "character_profile",
      "chapter": "Dinner at the Embassy",
      "chapter_zh": "大使館晚宴",
      "chapter_id": 2
    },
    {
      "pid": "Mr. Marston",
      "name": "Mr. Marston",
      "group": "Character Profiles",
      "content": "[Image: marcella]My twin is -in my body- of average height for a human male and lean: I am tall for a human woman at the same height. \n\nMarcella has been educated like a good little debutante should be, and this is really the time in her life that she should start to attend balls and find a husband. According to her society's norms. \n\nShe really is better educated than most gentlewoman, with some skill with flintlock pistols and some very basic training as a fencer. A little skill is dangerous: with fencing, surely, but most of all with magic skill. She is a self trained witch, and her mistress (the late Annegret) was neither sane nor competent. \n\nMarcellus is a little faster than Marcella used to be, quite a lot stronger and -maybe also for biological reasons- somewhat, well: cocksure. \n\nThat is VERY unhealthy with beasts like Parker around. I need to watch Marcellus' back; also because that really is MY back, and I want that body back.",
      "content_zh": "[圖：marcella]我的雙胞胎——在我的身體裡——是人類男性的平均身高，而且瘦：對於同等身高的人類女性來說，我很高。 \n\n瑪塞拉接受了一個優秀的初出茅廬的小女孩應有的教育，這確實是她一生中應該開始參加舞會並尋找丈夫的時候。根據她的社會規範。 \n\n她確實比大多數淑女受過更好的教育，擁有一些燧發手槍的技能和一些非常基本的擊劍訓練。一點技能是危險的：當然是擊劍，但最重要的是魔法技能。她是個自學成才的女巫，而她的情婦（已故的安妮格雷特）既不理智也不稱職。 \n\n馬塞勒斯比以前的馬塞拉快了一點，也強壯了許多，而且──也許也是出於生物學原因──有點自信。 \n\n對於像帕克這樣的野獸來說，這是非常不健康的。我需要留意馬塞勒斯的背影；也因為那確實是我的背，我想要那個身體回來。",
      "narrative_order": 14,
      "passage_type": "character_profile",
      "chapter": "Dinner at the Embassy",
      "chapter_zh": "大使館晚宴",
      "chapter_id": 2
    },
    {
      "pid": "g6",
      "name": "g6",
      "group": "Main Story (Peru)",
      "content": "When the gentlemen have lit their cigars -a new invention, from these very lands- Sir Edward leans back: \"I am bringing myself, Parker and Mendoza. As well as the diary of Enrico de Aburrido, a Spanish conquistadotr and the only soldier that made it back from an ...interesting place... that I want to explore. Who and what do you bring to the table, Sir William?\" \n[Image: cigar]\nSir William puffs at his cigar: \"I am bringing myself, Miller, my son -Mr. Marcellus Marston- and my daughter, Miss Marston, to the table. As well as the funds for this exploration. I have invited Mr. Jones to join us. \nMy children speak Spanish and Queche, the language of the locals. My son is a gentleman with the usual skills and competences. Both WILL join us, just like you will, Sir Edward. It would be rude of me to question your health, and rude of anyone else to question the fitness of my part of the group. We will also bring a maid along for Miss Marston.\" \n\nHe turns to Mr. Jones: \"Sir Edward has come into ownership of a diary by a conquistador whose unit was destroyed after finding an old temple with lots of gold. The temple has great historical value, the gold great monetary value. The enemies that have beset the Spaniards -no insult meant, Mendoza- must surely be dead by now. \nThe area of interest is at the border of the Peruvian Viceroyalty: near the Lake Titicaca. On the Eastern shore of that lake is the border to Bolivia. A former Spanish colony that has declared themselves independant from the mother nation. Something we are painfully familiar with because of the more northern separetists that have broken from Britain. \nIn such a region my diplomatic status -and some good weapons- can be expected to be of great value.\nAre you interested in joining this expedition, Mr. Jones?\" \n\nTo no ones surprise, Mr. Jones is willing. No one really believes that this is the first time Sir William has told him about this, after all. To everyone's surprise Sir Edward does not mind Mr. Marston an",
      "content_zh": "當紳士們點燃他們的雪茄——這是來自這片土地的新發明——愛德華爵士向後靠去：“我帶來了我自己、帕克和門多薩。還有恩里科·德·阿布里多的日記，他是一位西班牙征服者，也是唯一一位從我想要探索的……有趣的地方……回來的士兵。威廉爵士，您要帶來誰和什麼？”\n[圖：雪茄]\n威廉爵士抽著雪茄：「米勒，我帶著我的兒子——馬塞勒斯·馬斯頓先生——和我的女兒馬斯頓小姐到桌旁。還有這次探索的資金。我已經邀請瓊斯先生加入我們。\n我的孩子們講西班牙語和當地人的語言奎切語。我的兒子是一位紳士，具有通常的技能和能力。兩人都會加入我們，就像您一樣，愛德華爵士。質疑你的健康狀況對我來說是無禮的，而對我所在團隊的健康狀況提出質疑的其他人也是無禮的。我們也會為馬斯頓小姐帶來一名女僕。 」\n\n他轉向瓊斯先生：「愛德華爵士擁有一本被征服者擁有的日記，他的單位在發現一座藏有大量黃金的古老神廟後被摧毀。這座神廟具有巨大的歷史價值，黃金具有巨大的貨幣價值。困擾西班牙人的敵人——沒有侮辱的意思，門多薩——現在肯定已經死了。\n感興趣的區域位於秘魯總督轄區的邊界：靠近的的喀喀湖。湖的東岸是玻利維亞的邊界。前西班牙殖民地，宣布脫離母國獨立。由於越來越多的北方分離主義者脫離了英國，我們對這種情況非常熟悉。 \n在這樣一個地區，我的外交地位——以及一些好的武器——可以預期具有很大的價值。\n瓊斯先生，你有興趣參加這次探險嗎？ 」\n\n毫不奇怪，瓊斯先生願意。畢竟，沒有人真正相信這是威廉爵士第一次告訴他這件事。令所有人驚訝的是，愛德華爵士並不介意馬斯頓先生",
      "narrative_order": 15,
      "passage_type": "main_path",
      "chapter": "Dinner at the Embassy",
      "chapter_zh": "大使館晚宴",
      "chapter_id": 2,
      "next_pid": "g7"
    },
    {
      "pid": "g7",
      "name": "g7",
      "group": "Main Story (Peru)",
      "content": "Four weeks later we arrive in the small town of Penu at the shores of Lkae Titticaca: ten days on a fast ship, the rest i a series of coaches. Both groups have kept to themselves, most of the time. Mr. Jones is travelling with us, and his polite flirting is the only unusual occurance during that part of our expeditionn.\n\nWell, Mr. Jones is a gentleman of marriageable age -some thirty years old- and Marcella was a debutante. For the time being I AM a debutante. Therefore some flirting is only polite: as long as the debutante is careful and the gentleman polite nothing else happens. I doubt that Mr. Jones really knows what he is flirting with, but since he is as witty as he is polite I amuse myself with the little social games of humans. \nWhether Sir Edward, Parker and Mendoza in the other coach have a nice journey we do not know. \n[Image: laket]\nLake Titticaca is a marvel of it's own, but we are only at it's shore to gear up for the next leg of our journey: the King's roads end here (for us, at least), and we will travel onwards with mules. \n\nSir William adresses our group after arrival: \"I will procced to the town commander. Sir Edward, I would like you to come along. We need permissions and we do better to annoucne ourselves. This is a border town in a time of civil war. \nMr. Jones, please check with the hotel -or coaching inn- whether they have rooms for us. Alyce, the maid, will prepare the room for Miss Marston where Alyce will also be staying. \nMiss Marston will accomapny her brother. He is going to order provisions and buy some mules.\" \n\nSir Edwards nods: \"Mendozza is with me, Parker...\" Parker grunts: \"I will keep the young gentles company and stop Mr. Marston from being cheated by storeowners in a way that endangers all of us.\" \nParker and Mr. Marcellus Marston have not become dear friends.",
      "content_zh": "四個星期後，我們到達了喀喀湖 (Lkae Titticaca) 海岸的佩努 (Penu) 小鎮：乘坐快船十天，其餘時間乘坐一系列長途汽車。大多數時候，這兩個群體都保持沉默。瓊斯先生和我們一起旅行，他禮貌的調情是我們這次探險中唯一不尋常的事。\n\n嗯，瓊斯先生是一位適婚年齡的紳士——大約三十歲——而瑪塞拉是一位初出茅廬的新人。目前我是一名初出茅廬的新人。因此，有些調情只是出於禮貌：只要初次見面的人小心謹慎，紳士有禮貌，就不會發生其他事情。我懷疑瓊斯先生是否真的知道他在調情什麼，但由於他既機智又禮貌，我就用人類的小社交遊戲來娛樂自己。 \n另一位教練的愛德華爵士、帕克和門多薩是否旅途愉快我們不得而知。 \n[圖：湖]\n的的喀喀湖本身就是一個奇蹟，但我們來到湖岸只是為了為下一段旅程做好準備：國王之路在這裡結束（至少對我們來說），我們將帶著騾子繼續前進。 \n\n威廉爵士抵達後向我們的團隊致辭：「我將前往城鎮指揮官處。愛德華爵士，我希望你也能一起來。我們需要許可，我們最好自我宣布。這是一個內戰時期的邊境城鎮。\n瓊斯先生，請向飯店或客棧查詢是否有房間給我們。女僕艾莉絲將為馬斯頓小姐準備艾莉絲也將入住的房間。 \n馬斯頓小姐將陪伴她的兄弟。他要去訂購穀物併購買一些騾子。 」\n\n愛德華茲爵士點頭：“門多扎和我在一起，帕克……”帕克咕噥道：“我會陪伴這些年輕紳士，阻止馬斯頓先生被店主欺騙，從而危及我們所有人。”\n帕克和馬塞勒斯·馬斯頓先生並沒有成為親密的朋友。",
      "narrative_order": 16,
      "passage_type": "main_path",
      "chapter": "Dinner at the Embassy",
      "chapter_zh": "大使館晚宴",
      "chapter_id": 2,
      "next_pid": "g8"
    },
    {
      "pid": "g8",
      "name": "g8",
      "group": "Main Story (Peru)",
      "content": "[Image: shopping]I step between Marcellus and Parker when Marcellus enters the shop. Parker and I look each other in the eyes for a moment, then I take a step backwards and enter the store. Parker follows us. \n\nIn the store Marcellus smiles at the shopkeeper: \"/¡Buenas días, señor!\"\n\nThe shopkeeper stands upright and say: \"¡Buenas días, señor!\n¡¡La señora!!\"\n\nI smile and nod. Marcellus approaches the corner: \"Estoy buscando comprar provisiones para nueve personas. Mi padre, Caballero William Marston y Burrows, dirige una expedición académica a las montañas cercanas.\"\nI tranlate: \"My brother said: I am looking to buy provisions for nine persons. My father, Sir William, is leading a scholarly expedition into the nearby mountains.\"\n\nMarcellus smiles politely: \"Confío en que pueda proporcionarnos lo que necesitamos, señor.\"\nI tranlate: \"My brother said: I trust that you can provide us with what we need, sir.\"\n\nThe shopkeeper stands straight and nods when Marcellus treats him with the respect that any men in this land demands, belted knight to lowly servant.\n\nMarcellus smiles and puts a handful of silver coins n the table: \"Preferiría pagar en monedas de plata, si eso es aceptable, señor.\"\nI tranlate: \"My brother said: I would prefer to pay in silver coins, if that is acceptable, sir.\"\n\nSilver coins are, to the best of our knowledge, still in use also in the lost Spanish colonies.",
      "content_zh": "[圖：購物]當馬塞勒斯進入商店時，我走到馬塞勒斯和帕克之間。我和帕克對視了一會兒，然後我向後退了一步，走進了商店。 Parker follows us.\n\n在商店裡，馬塞勒斯對店主微笑：“Buenas días，先生！”\n\n店主站直了身子，說：「Buenas días，先生！\n¡ ¡ La señora!!\"\n\nI smile and nod.馬塞勒斯走到拐角處：“Estoybuscandocomprarprovisionesparanuevepersonas。Mipadre，CaballeroWilliamMarstonyBurrows，dirigeunaexpediciónacadémicaamontañascercanas。”\n我翻譯：“我的兄弟說：我正在尋找九個人的食物。我的父親威廉爵士正在帶領一支學術探險隊前往附近的山區。”\n\n馬塞勒斯禮貌地微笑著：“請注意，先生。”\n我翻譯為：“我的兄弟說：我相信您能為我們提供我們需要的東西，先生。”\n\n當馬塞勒斯以這片土地上任何男人所要求的尊重對待他時，店主站直了身子，點點頭，就像帶腰帶的騎士對卑微的僕人一樣。\n\n馬塞勒斯微笑著，將一把銀幣放在桌子上：“優先選擇 pagar en monedas de plata，如果可以的話，先生。”\n我翻譯：“我哥哥說：如果可以的話，先生，我更願意用銀幣付款。”\n\n據我們所知，銀幣在失落的西班牙殖民地仍在使用。",
      "narrative_order": 17,
      "passage_type": "main_path",
      "chapter": "Shopping in Penu",
      "chapter_zh": "佩努採購",
      "chapter_id": 3,
      "next_pid": "g9"
    },
    {
      "pid": "g9",
      "name": "g9",
      "group": "Main Story (Peru)",
      "content": "The shopkeeper agrees to have our provisions ready tomorrow morning. Marcells asks him to send us a list with the provisions to the hotel this evening so that the senorita -I smile charmingly- can take a look and see whether she needs something extra. The shopkeeper smiles knowingly and agrees to do that, too.\n\nBack in the street Parker stops us: \"What the hell do you think you are doing, kid?\" \n\nMarcellus frowns, and starts to move forward. \n\nI snap my fan open between them and tell them: \"We can kill each other in the countryside if we ever make it there.\" \nI snap my fan closed and smile. I tell them in a low, not carrying voice: \"Step back NOW, both of you. Or the locals will come to call and ask questions about what we are doing here. Isn't that a secret, and aren't we keeping a low profile rather than fighting in the streets?\" \nI turn to Parker: \"I assmume that you are less than happy with our visit at the shop. Do you care to tell us why?\"\n\nParker scoffs: \"You are buying blind what he gives you. You do not even have a shopping list to check whether you get what you did not care to order item per item. He will overcharge you for things that we never get, and what we get will be mildwewed waste that he was about to throw away.\" \n\nMarcellus raises an eyebrow: \"I see what you mean. But there some facts that you are not paying attention to. \nFirst of all this is the ONLY shop that sells provisions, just like the mule seller that we are heading to next is the ONLY seller in town. They can sell us what they want to sell us anyhow. We need to buy, right? \nSecond we ARE getting a list. Tonight at the hotel. We can go over that: you can if you know about high mountain travel. \nI am hoping that Miller knows about this: he has been fighting in their mountains over in the old lands in the Spanish-French Wars. \nThird of all: I am using a different technique than you do. You, I guess, bully people. That does not work if a trader has a monopoly and we are foreigners in a town",
      "content_zh": "店主同意明天早上準備好我們的食物。馬塞爾斯請他今晚給我們寄一份載有供應品的清單到酒店，以便女士——我微笑著——可以看一下，看看她是否需要額外的東西。店主會意地笑了笑，也同意這麼做。\n\n回到街上，帕克攔住了我們：“你到底在做什麼，孩子？”\n\n馬塞勒斯皺起眉頭，開始向前走。 \n\n我在他們中間打開扇子，告訴他們：“如果我們能到那裡的話，我們可以在鄉下互相殘殺。”\n我合上風扇並微笑。我用低沉、不帶感情色彩的聲音告訴他們：“你們兩個現在都退後一步。不然當地人會打電話過來詢問我們在這裡做什麼。這不是秘密嗎？我們不是要低調而不是在街上打架嗎？”\n我轉向帕克：“我猜你對我們參觀商店不太滿意。你願意告訴我們原因嗎？”\n\n帕克嘲笑道：“你是在盲目購買他給你的東西。你甚至沒有一份購物清單來檢查你是否得到了你不關心的每件商品。他會為我們從未得到的東西向你收取過高的費用，而我們得到的將是他準備扔掉的發霉的廢物。”\n\n馬塞勒斯挑起一邊眉毛：「我明白你的意思。但是有些事實你沒有註意到。\n首先，這是唯一一家出售糧食的商店，就像我們接下來要去的騾子賣家是鎮上唯一的賣家一樣。無論如何，他們可以向我們出售他們想向我們出售的東西。我們需要購買，對嗎？ \n其次，我們得到了一份清單。今晚在酒店。我們可以回顧一下：如果您了解高山旅行，就可以。 \n我希望米勒知道這一點：在西班牙-法國戰爭中，他一直在古老土地上的山區作戰。 \n第三：我使用的技術與你不同。我猜你欺負人。如果商人擁有壟斷權，而我們是鎮上的外國人，那是行不通的",
      "narrative_order": 18,
      "passage_type": "main_path",
      "chapter": "Shopping in Penu",
      "chapter_zh": "佩努採購",
      "chapter_id": 3,
      "next_pid": "g10"
    },
    {
      "pid": "g10",
      "name": "g10",
      "group": "Main Story (Peru)",
      "content": "We reach the animal merchant. Parker stops and tells us. \"I got this, youngsters. I have brought some iron rations, so Sir Edward and I will have what we really need no matter how much you have bungled buying provisions. But we NEED mules, so I am buying them. Watch and learn, MISTER Marston.\" He raises an eyebrow and looks me up and down: \"Horseflesh dealers are a touch more real than that shopkeepers, Miss. Unless you want to flash the horsetrader your titties -if there are any hidden under your gown- please shut up and stay out of this.\" \n\nIt takes me a moment to stop Marcellus: the fool wants to charge Parker. As if no one had ever tried that. I pull him back and tell him -in a VERY soft voice- \"If you ever really decide to go after Parker, dear: take a musket, make sure that he does not see you sneaking up and be REALLY sure that you do not miss. Because in a brawl Parker will make mincemeat out of you. Litterally, Marcellus: small, bloody worms of flesh and such plopping on the floor. Did you even notice that Parker is stronger, harder AND FASTER then you, let alone very, very experienced in no-rules street-fighting?\" \n\nMarcellus fumes: \"Why are you stronger than me? How can you be stronger than me? You are a girl! You are...\" \n\nI raise my eyebrows: \"No, Marcellus. I am NOT you. There is one difference that causes this: you are a bloody witch. You expect others to provide for you. Your father to provide station. Your patron to provide magic. I am a wizard. I empower myself by learning and by making a bloody effort. In a straight fight no witch ever overcomes a wizard, you entitled little asshole.\" \nI am also very much older, to be fair. But no one ever fights fair: being better is as unfair as shooting people in the back. \n\nMeanwhile Parker is being himself. As a foreigner in a town with no other horsetrader. This is going to be interesting.",
      "content_zh": "我們到達了動物商人那裡。帕克停下來告訴我們。 「我明白了，年輕人。我帶來了一些鐵口糧，所以愛德華爵士和我將得到我們真正需要的東西，無論你們在購買物資上有多麼糟糕。但我們需要騾子，所以我正在購買它們。觀察和學習，馬斯頓先生。」他揚起一邊眉毛，上下打量著我：「小姐，馬肉販子比店主更真實。 \n\n我花了一點時間才阻止馬塞勒斯：這個傻瓜想要指控帕克。就好像沒有人嘗試過那樣。我把他拉回來，用非常輕柔的聲音告訴他：「如果你真的決定追捕帕克，親愛的：帶上一支步槍，確保他沒有看到你偷偷靠近，並確保你不會錯過。因為在爭吵中，帕克會把你打成肉末。從字面上看，馬塞勒斯：小而血腥的肉蟲，撲通撲通地倒在地板上。你有沒有註意到\n\n馬塞勒斯怒道：“你為什麼比我強？你怎麼能比我強？你是個女孩！你是……”\n\n我揚起眉毛：“不，馬塞勒斯。我不是你。有一個區別導致了這一點：你是一個該死的女巫。你期望別人為你提供食物。你的父親提供地位。你的讚助人提供魔法。我是一個女巫師。我通過學習和血腥的努力來增強自己的力量。在直接戰鬥中，沒有女巫能夠戰勝女巫，你這個小混蛋。”\n公平地說，我也年紀很大了。但沒有人會公平地戰鬥：變得更好就像從背後開槍一樣不公平。 \n\n與此同時，帕克正在做他自己。作為一個外國人，住在一個沒有其他馬商的小鎮。這會很有趣。",
      "narrative_order": 19,
      "passage_type": "main_path",
      "chapter": "Shopping in Penu",
      "chapter_zh": "佩努採購",
      "chapter_id": 3,
      "next_pid": "g11"
    },
    {
      "pid": "g11",
      "name": "g11",
      "group": "Main Story (Peru)",
      "content": "We follow Parker. The horsetreader -and three of his men, with pitchforks and whips- stare at us. \nMarcellus greets politely, and I snap my fan open and nod with a polite smile. \n\nThe horsetrader raises an eyebrow and tells us in Spanish: \"I do not really understand this foreigner. Other than that he is rude and dangerous. I THINK that he offered me ten silver and a ride on the whore for twelve packmules.\" \n\nMarcellus blinks, unable to decide how to overreact. \nNo head for surprises, really. \n\nI sigh and tell them in Spanish: \"The brute is the only whore, if I must use that word. I am not his to rent out, and I am no whore. If any of you gentlemen wants to ask my father for my hand in marriage, I am sure that he will consider all offers by such fine and upstanding gentlemen as you.\" That is a crucial point: if they think I am making jokes about them, they WILL attack. But I have been telling humans any number of things for quite some time, and Marcella -Ashley now- has a good voice. \"Regarding your mules, sir: we need a dozen packmules that will also carry a rider for a short time. Saddled and briddled. My father, Sir William, is organizing a scholarly expedition to one of the old temples. I am taking part, protected by my father, my brother and all gentlemen on the expedition, because I speak Queche and because I will draw the site.\" \n\nThey nod: I obviously do speak foreign languages, and ladies do draw and paint. A woman travelling with her father and her brother is as safe as any woman in a war threatened by civil war. My presence is no longer insulting. \nThe horsetrader nods: \"Ten silver for every mule, and five more for sattle and briddle.\" That is steap. \n\n- I offer eight silver for the saddled and briddled mule.\n- I offer ten silver for the saddled and briddled mule.\n- I accept the price as it is.\n[Image: mules]",
      "content_zh": "我們跟隨帕克。踏馬者和他的三個手下拿著乾草叉和鞭子盯著我們。 \n馬塞勒斯禮貌地打招呼，我打開扇子，禮貌地微笑著點點頭。 \n\n馬商揚起一邊眉毛，用西班牙語告訴我們：“我不太了解這個外國人。除了他粗魯而且危險之外，我認為他願意給我十塊銀子，並用十二匹騾子騎一趟妓女。”\n\n馬塞勒斯眨了眨眼，不知道該如何反應過度。 \n真的，沒有驚喜。 \n\n我嘆了口氣，用西班牙語告訴他們：「如果我必須用這個詞的話，畜生是唯一的妓女。我不是他的出租人，我也不是妓女。如果你們中的任何一位先生想向我父親求婚，我相信他會考慮像你們這樣優秀和正直的紳士的所有提議。」這是至關重要的一點：如果他們認為我在拿他們開玩笑，他們就會攻擊。但很長一段時間以來，我一直在告訴人類很多事情，而瑪塞拉（現在是艾希莉）的聲音很好。 「關於你的騾子，先生：我們需要一打馱騾，它們也能在短時間內馱一個騎手。備好鞍和韁繩。我的父親威廉爵士正在組織一次對一座古老寺廟的學術探險。我參加了，受到我父親、我的兄弟和探險隊所有紳士的保護，因為我說克切語，因為我會畫出地點。」\n\n他們點頭：顯然我會說外語，女士們會畫畫。與父親和兄弟一起旅行的婦女與受到內戰威脅的戰爭中的任何婦女一樣安全。我的存在不再是一種侮辱。 \n馬商點點頭：「每頭騾子十銀子，馬鞍和馬籠頭再五銀子。」那是步驟。 \n\n——我出八銀子買鞍轡騾子。\n——我出十銀子買鞍馬騾子。\n- 我接受這個價格。\n[圖：騾子]",
      "narrative_order": 20,
      "passage_type": "main_path",
      "chapter": "Shopping in Penu",
      "chapter_zh": "佩努採購",
      "chapter_id": 3,
      "next_pid": "g12a"
    },
    {
      "pid": "g12b",
      "name": "g12b",
      "group": "Main Story (Peru)",
      "content": "The horsetrader nods: \"Ten silver it is. Unless you want soms lamas or alpaccas rather than mules. Mules are hardier and but also more expensive.\" \n\nI blink and shake my head: alpaccas HATE us. I have utterly no idea how they now what I am - I really smell like a human- but they always recognize me and HATE me. \n\nThere is no more bartering, I guess. \n\nAt least the horsetrader lets Parker choose the mules: and to my very surprise Parker seems to be good at this. \nWho would have thought that Parker has skills other than backstabbing people in dark alleys?\n[Image: mules]\nWhen Parker and Marcellus are out of the door, heading for the hotel, the horsetrader puts an arm around my shoulder: \"You are no whore: of course not, senorita. But you are pretty, and bad things happen to pretty senoritas in the counrtyside. If you come back with a changed attitude and, well: broken in ...I would be interested in offering you a place in my other stables. I also hire out the other kinde of mares.\" \nHe slaps my rear: \"I never break them in. I only take whores. But you are not back yet, so there is still hope for you, pretty senorita. The difference between a whore and a senorita is gone with the first thrust, you know. Maybe, when we will meet again, you will be ...opened for my offer.\" \n\nI raise an eyebrow and walk out. We still need these mules, and if he is wrong nothing will come out of this...",
      "content_zh": "馬商點頭：“十塊銀子。除非你想要一些喇嘛或羊駝，而不是騾子。騾子更強壯，但也更貴。”\n\n我眨眨眼，搖搖頭：羊駝討厭我們。我完全不知道他們現在的我是怎樣的——我真的聞起來像一個人——但他們總是認出我並討厭我。 \n\n我猜不會再有物物交換了。 \n\n至少馬商讓帕克選騾子：令我驚訝的是帕克似乎很擅長這一點。 \n誰能想到帕克除了在暗巷裡背後捅人之外，還有別的本事？\n[圖：騾子]\n當帕克和馬塞勒斯出了門，朝旅館走去時，馬商用一隻手臂摟著我的肩膀：“你不是妓女：當然不是，小姐。但是你很漂亮，鄉下的漂亮小姐也會遇到不好的事情。如果你回來時態度改變了，嗯：融入……我很樂意在我的其他馬厩裡為你提供一個位置。我還租用另一種母馬。”\n他拍拍我的屁股：“我從來不打擾他們。我只招妓女。但你還沒回來，所以你還是有希望的，漂亮的女士。妓女和女士之間的區別隨著第一次推力就消失了，你知道。也許，當我們再次見面時，你會……接受我的提議。”\n\n我揚起一邊眉毛，走了出去。我們仍然需要這些騾子，如果他錯了，這一切就不會產生任何結果...",
      "narrative_order": 21,
      "passage_type": "branch_choice",
      "chapter": "Shopping in Penu",
      "chapter_zh": "佩努採購",
      "chapter_id": 3
    },
    {
      "pid": "g12a",
      "name": "g12a",
      "group": "Main Story (Peru)",
      "content": "The horsetrader nods: \"Fifteen silver it is. Unless you want lamas or alpaccas instead of mules. Mules are hardier and therefore more expansive.\" \n\nI blink and shake my head: alpaccas HATE us. I have utterly no idea how they now what I am - I really smell like a human- but they always recognize me and HATE me. \n\nThere is no more bartering, I guees. \n\nAt least the horsetrader lets Parker choose the mules: and to my very surprise Parker seems to be good at this. \nWho would have thought that Parker has skills other than backstabbing people in dark alleys?\n\n[Image: mules]",
      "content_zh": "馬商點頭：“十五個銀子。除非你想要喇嘛或羊駝而不是騾子。騾子更強壯，因此更膨脹。”\n\n我眨眨眼，搖搖頭：羊駝討厭我們。我完全不知道他們現在的我是怎樣的——我真的聞起來像一個人——但他們總是認出我並討厭我。 \n\n我猜，不再有物物交換了。 \n\n至少馬商讓帕克選騾子：令我驚訝的是帕克似乎很擅長這一點。 \n誰能想到帕克除了在暗巷裡背後捅人之外，還有別的本事？\n\n[圖：騾子]",
      "narrative_order": 22,
      "passage_type": "main_path",
      "chapter": "Shopping in Penu",
      "chapter_zh": "佩努採購",
      "chapter_id": 3,
      "next_pid": "g13"
    },
    {
      "pid": "g13",
      "name": "g13",
      "group": "Main Story (Peru)",
      "content": "We all meet at dinner: servants included. This is a \"hotel\", not a simple coaching inn: but we are still far from home and feel more secure if our servants are where we can protect them. \n\nAlyce, Miller and Mendoza are not taking part in the polite conversation, of course. \n[Image: dinnerarrangements2]\nSir Edward does little conversation, either: if anything he talks with Sir William. Being seated at the end of the table with Parker and Sir Edward, my father has no one to talk to, really. \n\nMr. Jones is charming with both Marcellus and me. \n\nDinner is good, given the circumstances. \n\nAfter dinner we receive an unexpected visitor.",
      "content_zh": "我们都在晚餐时见面：包括仆人。這是一個“酒店”，不是一個簡單的驛站：但我們離家還很遠，如果我們的僕人在我們可以保護的地方，我們會感到更安全。 \n\n當然，艾莉絲、米勒和門多薩並沒有參與禮貌的對話。 \n[图片：晚餐安排2]\n愛德華爵士也很少說話：如果有的話，他會和威廉爵士交談。我父親與帕克和愛德華爵士坐在桌子的一端，真的沒有人可以交談。 \n\n瓊斯先生對馬塞勒斯和我都很有魅力。 \n\n考虑到这种情况，晚餐很好。 \n\n晚餐后，我们迎来了一位不速之客。",
      "narrative_order": 23,
      "passage_type": "main_path",
      "chapter": "Second Dinner & the Teniente",
      "chapter_zh": "再次晚餐與中尉",
      "chapter_id": 4,
      "next_pid": "g14"
    },
    {
      "pid": "Alyce",
      "name": "Alyce",
      "group": "Character Profiles",
      "content": "While Alyce is not talking at the diner table -or when Sir Edward and Mendoza are around- but she has plenty to say to me in private. \n\nI reall could do without her comments on my lack of feminine grace, \"behaviour unbecoming a lady\" (being on the expedition) and -especially- her comments on my budding breasts: I think I have grown lately. Marcella will be in for a surprise when she gets her body back and actually has titties. She used to be flat like a board. \n\nAlyce is not sure about Mr. Jones, but he is obviously the only gentleman available. Also someone has told her that dark-skinned men are \"more of a gun, if you know what I mean\". I assume she allures to the rumour that they have longer penises. \n\nAlyce is utterly aftaid of both Sir Edward and Mendozza. She offers me no rational reason, but her opinion. At length.",
      "content_zh": "雖然艾莉絲不在餐桌上說話——或者當愛德華爵士和門多薩爵士在場時——但她私下里有很多話要對我說。 \n\n我真的可以不需要她對我缺乏女性優雅的評論，「行為不適合一位女士」（在探險中），尤其是她對我正在萌芽的乳房的評論：我想我最近長大了。當瑪塞拉恢復身體並真正擁有乳房時，她一定會感到驚訝。她以前扁平得像一塊木板。 \n\n艾莉絲不確定瓊斯先生的情況，但他顯然是唯一有空的紳士。還有人告訴她，深色皮膚的男人「更像是一把槍，如果你明白我的意思的話」。我猜想她是受到了“他們的陰莖更長”的謠言的誘惑。 \n\n艾莉絲非常崇拜愛德華爵士和門多札。她沒有向我提供任何理性的理由，而是她的意見。終於。",
      "narrative_order": 24,
      "passage_type": "character_profile",
      "chapter": "Second Dinner & the Teniente",
      "chapter_zh": "再次晚餐與中尉",
      "chapter_id": 4
    },
    {
      "pid": "Miller2",
      "name": "Miller2",
      "group": "Character Profiles",
      "content": "Miller has checked the equipment list from the store: \"That is all an expedition needs for food and travelling equipment. The prices seem reasonable. Good buy.\" \n\nI smile and flutter my eyelids. \n\nMiller shrugs: \"I have added some items that I think might be useful. Nothing to bother a lady with.\" \n\nI sigh: some means to kill people and blow up hindrances, I guess: humans of modern societies seem to think that war is not in the purview of females. That is because they have never met my aunt K'rsss. \n\nAt dinner -like most times- Miller is not talking to anyone. Not because he is rude, but because he is a loner, because the others rank him and because he is for all practical purposes Sir William's bodyguard.\n\nA diplimate is not necessary a fighter.",
      "content_zh": "米勒查了一下商店裡的裝備清單：“這就是一次探險所需要的食物和旅行裝備。價格看起來很合理，值得購買。”\n\n我微笑著，眨動著眼皮。 \n\n米勒聳聳肩：“我添加了一些我認為可能有用的東西。沒有什麼可以打擾女士的。”\n\n我嘆息：有些殺人、炸毀障礙的手段，我猜：現代社會的人類似乎認為戰爭不屬於女性的職權範圍。那是因為他們從未見過我的克里斯阿姨。 \n\n晚餐時——就像大多數時候一樣——米勒沒有和任何人說話。不是因為他粗魯，而是因為他是一個孤獨的人，因為其他人對他進行排名，而且因為他實際上是威廉爵士的保鑣。\n\n文憑不一定是戰士。",
      "narrative_order": 25,
      "passage_type": "character_profile",
      "chapter": "Second Dinner & the Teniente",
      "chapter_zh": "再次晚餐與中尉",
      "chapter_id": 4
    },
    {
      "pid": "mendoza2",
      "name": "mendoza2",
      "group": "Character Profiles",
      "content": "Mendoza looks positively haggart after these first weeks of travelling. I am not sure whether he stares at Alyce because he wants to lay with her or because he wants to eat her flesh. \n\nAlyce is not sure, either. \n\nBut since Mendoza is not leaving Sir Edward's side, and neither of them are talking a lot, that is not a problem that requires immediate action. \n\nBy myself I wonder whether Mendoza and Parker will have it out before Parker takes a shot (quite literally, I guess) at Sir Edward. \n\nMendoza does as Sir Edward says, but I am not sure that Mendoza cares for Sir Edward in any way. \nOur other half has uneasy alliances among themselves.",
      "content_zh": "經過頭幾週的旅行後，門多薩看起來非常憔悴。我不確定他盯著艾莉絲是因為他想和她一起睡覺還是因為他想吃她的肉。 \n\n艾麗絲也不確定。 \n\n但由於門多薩並沒有離開愛德華爵士的身邊，而且他們兩人都沒有多說話，所以這不是一個需要立即採取行動的問題。 \n\n我個人想知道，在帕克向愛德華爵士開槍（我猜是字面上的意思）之前，門多薩和帕克是否會解決這個問題。 \n\n門多薩按照愛德華爵士的說法做了，但我不確定門多薩是否關心愛德華爵士。 \n我們的另一半之間有著不穩定的聯盟。",
      "narrative_order": 26,
      "passage_type": "character_profile",
      "chapter": "Second Dinner & the Teniente",
      "chapter_zh": "再次晚餐與中尉",
      "chapter_id": 4
    },
    {
      "pid": "siredward2",
      "name": "siredward2",
      "group": "Character Profiles",
      "content": "Sir Edward looks like a sick man who has -against all reason- untertaken the labours of a fast journey for a month. \n\nAlyce thinks that he is dying and wants to get something done first: find an important site to gain scholarly immortality or something. \n\nI do not think that Sir Edward ever does anything selfless or even something that is accepting of his end. He does not strike me as the type. \n\nThere is a chance that he is looking for the secret of eternal youth or whatnot: but that is not my problem. Human folly will not end the world: the world even survived OUR folly with little more than an ice-age, and we are, to tell it straight, a little more advanced that humans will ever be. \n\nWell, we were. The ice age and the sinking of our big cities (and a continent) did not help with our civilisation, really. \n\nThat makes looking after Sir Edward's plans a good idea.",
      "content_zh": "愛德華爵士看起來就像一個病人，儘管毫無理由，但他已經進行了一個月的快速旅行。 \n\n艾莉絲認為自己快要死了，想先做點什麼：找到一個重要的遺址，以獲得學術上的不朽之類的東西。 \n\n我認為愛德華爵士從來沒有做過任何無私的事情，甚至沒有做過接受他的結局的事情。我覺得他不是那種人。 \n\n他有可能正在尋找永保青春的秘密或諸如此類的東西：但這不是我的問題。人類的愚蠢行為不會終結世界：世界甚至在我們的愚蠢行為中倖存下來，只經歷了一個冰河世紀，而我們，說實話，比人類更先進一點。 \n\n嗯，我們是。冰河時期和我們大城市（和大陸）的沉沒確實對我們的文明沒有幫助。 \n\n這使得執行愛德華爵士的計劃成為一個好主意。",
      "narrative_order": 27,
      "passage_type": "character_profile",
      "chapter": "Second Dinner & the Teniente",
      "chapter_zh": "再次晚餐與中尉",
      "chapter_id": 4
    },
    {
      "pid": "sirwilliam2",
      "name": "sirwilliam2",
      "group": "Character Profiles",
      "content": "Sir William wants to be magnanimous, charming and patriotic. One politician said: \"diplomats are men send abroad to lie for the benefit of their countres\". A diplomat answered: \"politicians do not travel\". \n\nFather travels well: if anything he has lost some surplus weight. If there was another debutante in the room she would take one look around and hone in on him. Sir William is a widower with two grown children. If he married again his wife would not HAVE to lie back and think of England a lot. He is a middle aged gentleman, not a young stud, after all. Even the ladies that actually LIKE thinking of England have to worry with younger, hungrier husbands: giving birth is dangerous.  Sir Williams is also comfortably rich and fit enough to go to parties for another three decades if all goes well. \n\nSadly the only debutantes are Marcella -who is using my body because she hates being a debutante- and me: and I am not really a girl. Not that incest is acceptable in human society. \n\nAs it is, Sir William just has dinner and endure both Sir Edwards occasional rantings and Parker's rude comments. \nLife can be hard for a gentleman.",
      "content_zh": "威廉爵士希望表現得大方、迷人、愛國。一位政治人物說：「外交官是為了祖國的利益而被派往國外撒謊的人」。一位外交官回答：「政治家不旅行」。 \n\n父親旅行得很好：如果說有什麼不同的話，那就是他減掉了一些多餘的體重。如果房間裡還有另一個初出茅廬的新人，她就會環顧四周，仔細觀察他。威廉爵士是一位鰥夫，有兩個已成年的孩子。如果他再婚，他的妻子就不必躺著思考英國了。畢竟他是一位中年紳士，而不是年輕的種馬。即使是真正喜歡英國的女士們也不得不擔心更年輕、更飢餓的丈夫：生孩子是危險的。  威廉斯爵士也非常富有，而且身體健康，如果一切順利的話，可以再參加三十年的聚會。 \n\n可悲的是，唯一的初次亮相的人是瑪塞拉——她正在使用我的身體，因為她討厭成為初次亮相的人——和我：而我並不是真正的女孩。這並不是說亂倫在人類社會是可以被接受的。 \n\n事實上，威廉爵士只是吃晚飯，忍受愛德華茲爵士偶爾的咆哮和帕克的粗魯評論。 \n對於紳士來說，生活可能很艱難。",
      "narrative_order": 28,
      "passage_type": "character_profile",
      "chapter": "Second Dinner & the Teniente",
      "chapter_zh": "再次晚餐與中尉",
      "chapter_id": 4
    },
    {
      "pid": "parker2",
      "name": "parker2",
      "group": "Character Profiles",
      "content": "Parker is unhappy with the way this expedition is run. The aquisition of means (mules, provisions, etc). The lack of whores. The lack of hard-handed men to solve little problems like traders that do not make special prices. \n\nWhen Parker is unhappy, he tries to be witty. He is rude at the best of time, but if I were forced to acknowledge what he is saying I would be rather upset. \n\nSir Edward ignores Parker, and Sir William is brief if mostly polite. A couple of times he tells Parker something, and neither time Parker likes what he is hearing. \n\nOne cannot kill the leader of an expedicion during dinner, though.",
      "content_zh": "帕克對這次探險的運作方式不滿意。獲取手段（騾子、穀物等）。缺乏妓女。缺乏強硬的人來解決小問題，例如不制定特殊價格的貿易商。 \n\n當帕克不高興的時候，他會努力表現得機智。他即使在最好的時候也很粗魯，但如果我被迫承認他所說的話，我會感到相當沮喪。 \n\n愛德華爵士無視於帕克，威廉爵士雖然大多很有禮貌，但也很簡短。有幾次他告訴帕克一些事情，但帕克都不喜歡他所聽到的。 \n\n不過，人們無法在晚餐時殺死探險隊的領隊。",
      "narrative_order": 29,
      "passage_type": "character_profile",
      "chapter": "Second Dinner & the Teniente",
      "chapter_zh": "再次晚餐與中尉",
      "chapter_id": 4
    },
    {
      "pid": "jones2",
      "name": "jones2",
      "group": "Character Profiles",
      "content": "Mr. Jones is either charming with me and witty with Marcellus or the other way round. Or both. \n\nI like wit -if good natured- and enjoy the company of Mr. Jones. Marcellus is not sure about the intentions of the good gentleman and unsure whether he likes anyone having intentions about him or his body. \n\nMr. Jones is of marrying age, so flirting with debutantes comes natural, I guess. I have no idea whether he is looking for a wife, of course. If so, he would aks Sir William for Marcella's hand: none of my business. \n\nBut probably he is just being charming and witty. \n\nMr. Jones is ...working for King and Parliament, like Sir William. I am not entirely sure whether they work the same angle: maybe Sir WIlliam is more parliament and Mr. Jones is more crown. But this is not the 11th century when the barons blackmailed King John Lackland into the Magna Carte. Here and now they share a common enemy (at home): the East India Company. \n\nThere is no danger of Sir William marrying Marcella off as a peacemaking gesture.",
      "content_zh": "瓊斯先生要嘛對我很有魅力，對馬塞勒斯很機智，要嘛相反。或兩者兼而有之。 \n\n我喜歡機智——如果脾氣好的話——並且喜歡和瓊斯先生在一起。馬塞勒斯不確定這位好紳士的意圖，也不確定他是否喜歡任何人對他或他的身體有意圖。 \n\n瓊斯先生已經到了結婚年齡，所以我想，與初入職場的新人調情是很自然的事。當然，我不知道他是否正在尋找妻子。如果是這樣，他會向威廉爵士請求向瑪塞拉伸出援手：不關我的事。 \n\n但也許他只是表現得迷人又機智。 \n\n瓊斯先生……像威廉爵士一樣為國王和議會工作。我不完全確定他們的工作角度是否相同：也許威廉爵士更多的是議會，而瓊斯先生更多的是王冠。但這並不是貴族們勒索約翰拉克蘭國王簽訂大憲章的 11 世紀。此時此地，他們（在國內）有一個共同的敵人：東印度公司。 \n\n威廉爵士娶瑪塞拉作為調解的姿態並不存在危險。",
      "narrative_order": 30,
      "passage_type": "character_profile",
      "chapter": "Second Dinner & the Teniente",
      "chapter_zh": "再次晚餐與中尉",
      "chapter_id": 4
    },
    {
      "pid": "marcel2",
      "name": "marcel2",
      "group": "Character Profiles",
      "content": "Marcellus is very proud about his charm, his sword and his penis. \n\nI think that is caused to some extent by the biochemical requirements: humans of that age have MASSIVE doses of hormones in their blood, and not an even mix, either. Interestingly the biological mechanics for planning ahead and surviving by adaption are developed YEARS after the biomechanics that cause aggression, sex drive and the need for action. \n\nThe same is true to some extend for females, but in the males it is most prominent: if not for a thin veneer of manners Marcellus would attack Parker and get into a contest with Mr. Jones. Both of whom are Marcellus' far superiors in matters of brawn and wits, respectively. \n\nPoor Marcella is also having this badly because she is not used to this set of biomechanics: her mental resistances are trained not to become ...too inviting to males. She has no mental training that help her NOT to challenge superior rivals. \n\nI need to look after her ...him.",
      "content_zh": "馬塞勒斯對他的魅力、他的劍和他的陰莖感到非常自豪。 \n\n我認為這在某種程度上是由生化要求引起的：那個年齡層的人血液中含有大量的激素，而且混合得也不均勻。有趣的是，用於提前規劃和透過適應生存的生物力學是在引起攻擊性、性慾和行動需求的生物力學多年後發展起來的。 \n\n對於女性來說，在某種程度上也是如此，但對於男性來說，這一點最為突出：如果不是出於禮貌，馬塞勒斯會攻擊帕克並與瓊斯先生競爭。兩人在體力和智慧方面分別遠勝馬塞勒斯。 \n\n可憐的瑪塞拉也有這個嚴重的問題，因為她不習慣這套生物力學：她的心理抵抗力經過訓練，不會變得……對男性太有吸引力。她沒有接受過心理訓練，無法幫助她挑戰更優秀的對手。 \n\n我需要照顧她……他。",
      "narrative_order": 31,
      "passage_type": "character_profile",
      "chapter": "Second Dinner & the Teniente",
      "chapter_zh": "再次晚餐與中尉",
      "chapter_id": 4
    },
    {
      "pid": "me2",
      "name": "me2",
      "group": "Character Profiles",
      "content": "I am in the body of Marcella. I am also an ancient, powerful wizard. Therefore I can withstand my lend bodies surprisingly strong impulses to touch my sexual organs (primary or secondary), show males my female parts or giggle without reason. \n\nBut it does cost a lot of willpower. \n\nMoving my -lend- body works fine by now: I have been doing callisthenics every morning before we have travelled onward. \n\nFemale humans have monthly biological functions that are ...special. I do not like that, but according to Alyce, no woman does. It is bearable, but challenging. \n\nI think that Marcella's titties have grown lately: but maybe I am just allowing my lend body more femnity than Marcella does. \n\nI am fine with witty talking, and human society is -at this level- utterly prude, so that I do not have to engage into specific mammal activities like hand holding, kissing and such. \n\nAll in all this is a very interesting experience.",
      "content_zh": "我在瑪塞拉的身體裡。我也是一位古老而強大的巫師。因此，我可以承受我的身體令人驚訝的強烈衝動，觸摸我的性器官（初級或次級），向男性展示我的女性部位或毫無理由地咯咯笑。 \n\n但這確實需要很大的意志力。 \n\n現在移動我的「借用」身體效果很好：每天早上在我們繼續旅行之前我都會做健身操。 \n\n女性每月都有…特殊的生物功能。我不喜歡這樣，但據艾莉絲說，沒有女人喜歡這樣。這是可以忍受的，但具有挑戰性。 \n\n我認為瑪塞拉的奶子最近變大了：但也許我只是讓我的身體比瑪塞拉更有女人味。 \n\n我很擅長說俏皮話，而人類社會在這個層面上是完全正經的，所以我不必從事特定的哺乳動物活動，例如牽手、接吻之類的。 \n\n總而言之，這是一次非常有趣的體驗。",
      "narrative_order": 32,
      "passage_type": "character_profile",
      "chapter": "Second Dinner & the Teniente",
      "chapter_zh": "再次晚餐與中尉",
      "chapter_id": 4
    },
    {
      "pid": "g14",
      "name": "g14",
      "group": "Main Story (Peru)",
      "content": "[Image: dragoon]A Spanish cavalry officer -heavy cavalry with arboured breastplates and helmet- walks into the room, looks around, marches to Sir William and salutes: \"Caballero, I am Teniente Miguel de Fontana. By the order of the military commander of Penu I will accompany you tomorrow with some of my soldiers. Have your equipment ready for inspection at 10 o'clock.\" \n\nSir William smiles politely. \"By order of his Mayesty, the Viceroy, I am cleared for this expedition with my group. I have announced myself to the twon commander. I have not sought and I do not need permission other than that of the viceroy. \nYou are welcome to accompany us, teniente. We are leaving at 7 o'clock, sharp. My luagagge is not yours to search since I am a diplomat and my lugagge is protected by international treaties. But if you are in the yard at 6 o'clock you can watch my men pack our mules.\" \nSir Williams stands up and bows politely: \"Unless you want to declare war on the Spanish ally, Britain, that will be all, teniente.\" \n\nThe tneiente does not look convinced. \n\n- I let Sir William handle that.\n- I engage the enemy: so to speak.",
      "content_zh": "[圖片：龍騎兵]一名西班牙騎兵軍官——穿著拱形胸甲和頭盔的重騎兵——走進房間，環顧四周，向威廉爵士行進，敬禮道：“卡巴列羅，我是米格爾·德豐塔納中尉。\n\n威廉爵士禮貌地微笑著。 「根據總督陛下的命令，我獲準與我的團隊一起參加這次探險。我已向兩位指揮官宣布了自己的身份。除了總督的許可外，我沒有尋求也不需要許可。\n歡迎您與我們同行，中尉。我們七點準時出發。我的行李不屬於你的，你不能搜查，因為我是外交官，我的行李受國際條約的保護。但如果你六點在院子裡，你就可以看到我的人收拾騾子。 」\n威廉斯爵士站起來，禮貌地鞠了一躬：“除非你想向西班牙的盟友英國宣戰，否則就這樣了，中尉。”\n\n內恩特人看起來不太相信。 \n\n- 我讓威廉爵士處理這件事。\n- 我與敵人交戰：可以這麼說。",
      "narrative_order": 33,
      "passage_type": "main_path",
      "chapter": "Second Dinner & the Teniente",
      "chapter_zh": "再次晚餐與中尉",
      "chapter_id": 4,
      "next_pid": "g14b"
    },
    {
      "pid": "g14a",
      "name": "g14a",
      "group": "Main Story (Peru)",
      "content": "[Image: dragoon]Sir William gets up and takes three sealed letters out of his tailcoat: \"This is the letter by his Majesty, the King of Britain, naming me as a diplomatic envoy to the Viceroy of Peru. This is the letter by his Majesty, the Viceroy, allowing me to go on this expedition. This is the sealed letter from the town commander that allows me to proceed freely. \n\nTo the best of my knowledge the town commander has not requested the assistance of the cavalry captain -your commander- to write this. If you are not in rebellion against the crown of Spain, the Viceroy of Peru and the Town Commander of Penu I suggest that you leave now and either do not come back or come back early tomorrow morning. \n\nBecause with or without you, my expedition leaves town tomorrow at 7 o'clock.\" \n\nThe young lieutenant -teniente- blushes, salutes and leaves. \nThat must have hurt his young, proud soul.",
      "content_zh": "[圖：龍騎士]威廉爵士起身，從燕尾服中取出三封密封的信：“這是英國國王陛下的信，任命我為駐秘魯總督的外交使節。這是總督陛下的信，允許我繼續這次探險。這是城鎮指揮官的密封信，允許我自由前行。”\n\n據我所知，鎮指揮官並沒有請求騎兵上尉（你們的指揮官）協助寫下這篇文章。如果你不是反對西班牙王室、秘魯總督和佩努鎮長，我建議你現在就離開，要嘛不要回來，要嘛明天一早就回來。 \n\n因為無論有沒有你，我的探險隊明天七點都會離開城鎮。 」\n\n年輕的中尉——teniente——臉紅了，敬了個禮，然後離開了。 \n這肯定傷害了他年輕、驕傲的靈魂。",
      "narrative_order": 34,
      "passage_type": "branch_choice",
      "chapter": "Second Dinner & the Teniente",
      "chapter_zh": "再次晚餐與中尉",
      "chapter_id": 4
    },
    {
      "pid": "g14b",
      "name": "g14b",
      "group": "Main Story (Peru)",
      "content": "[Image: dragoon]I get up, take two glasses of brandy from the sideboard and give one to the teniente. I smile and raise my glass: \n\"To the health of his majesty the king!\" \n\nAll gentlemen (and the others, too) stand up and raise their glasses: \"To the health of his majesty the king!\" \n\nOf course the teniente also toasts the health of the king: what dashing lieutenant (teniente) could refuse to toast the health of his king?!\n\nThe British are toasting another king, maybe: but a toast is a toast and the kings are allies. At least until ours grows up and does something stupid. The Spanish, as of now, lack the means to be stupid. \n\nI snap my fan open, curtsy before the teniente and smile: \"How very niece of you to travel with us and protect us. \nI do not understand ANYTHING about politics, but my father seems to be worried about silly men far from here sometimes that do not see the wisdom of being ruled by your king and protected by officers and gentlemen such as you, teniente!\" I take his arm (that he was not really offering): \"How very polite of you to work me to the foyer. I and my maid must retire now, after all.\" \n\nI walk him to the entry room of the hotel: out of the dining room. Alyce, the maid, comes running after us. When we are past the door, I smile and thank the teniente for the escort. Alyce and I walk up the stairs, and the teniente is out of the room. He hesitates a moment, then he leaves the hotel. Feminine viles have great power over manly gentlemen.",
      "content_zh": "[圖：龍騎兵]我起身，從餐具櫃拿出兩杯白蘭地，給了中尉一杯。我微笑著舉起酒杯：\n“祝國王陛下身體健康！”\n\n所有的先生們（還有其他人）都起立舉起酒杯：“祝國王陛下健康！”\n\n當然，中尉也為國王的健康乾杯：哪位英俊的中尉（中尉）能拒絕為國王的健康乾杯？\n\n英國人或許正在向另一位國王敬酒：但敬酒就是敬酒，國王們是盟友。至少在我們長大並做一些愚蠢的事情之前。到目前為止，西班牙人還缺乏犯傻的手段。 \n\n我打開扇子，在中尉面前行屈膝禮，微笑著說：「你的姪女真是太好了，能和我們一起旅行並保護我們。\n我對政治一無所知，但我的父親似乎有時會擔心遠離這裡的愚蠢人，他們看不到由你的國王統治並受到像你這樣的軍官和紳士保護的智慧，中尉！我握住他的手臂（他並沒有真正伸出手臂）：「你真是太有禮貌了，把我送到門廳。畢竟，我和我的女僕現在必須退休了。 」\n\n我陪他走到飯店的入口：走出餐廳。女僕艾麗絲追著我們跑來。當我們經過門口時，我微笑著感謝中尉的護送。我和艾莉絲走上樓梯，中尉走出了房間。他猶豫了一會兒，然後離開了酒店。女性的邪惡對於男性的紳士來說具有巨大的力量。",
      "narrative_order": 35,
      "passage_type": "main_path",
      "chapter": "Second Dinner & the Teniente",
      "chapter_zh": "再次晚餐與中尉",
      "chapter_id": 4,
      "next_pid": "g15"
    },
    {
      "pid": "g15",
      "name": "g15",
      "group": "Main Story (Peru)",
      "content": "[Image: soldier]We have breakfast at 6 o'lock in the morning the next day. \n\nMeanwhile Miller, Mendoza and Parker pack our mules: Parker is taking for once the role that everyone assigns him to. If for different reasons: he tells us that line about doing yourself what need to get done right. \n\nAt seven o'clock we meet in the hotel yard, ready to leave. A couple of soldiers come running and stop us: with bayonets checked on their muskets. Another half hour later the teniente arrives on his horse: a magnificent stallion. Very good choice for battle -I assume- but a stupid choice for mountain travel. \n\nThe teniente tries to stop us from leaving, but Sir William shows him the letters, sealed by the British Crown, the Peruvian Viceroy and the commander of Penu. \n\nThen the teniente claims that we are smuggling contraband. Well, that is why he is trying to stop us in the first place, of course: the cavalry commander -other than the town commander, there are rivalries here- thinks that we are either spies or selling guns to the rebels. Namely, the teniente accuses us of smuggling 'twelve barrels of black powder'. \nI point at our  -12- mules and tell him: \"According to your baseless accusation, each of these mules needs to carry a barrel of blackpowder. Or are they cunningly hidden in the slingbag that Mr. Jones is carrying?\" \n\nThe teniente, very unhappy that there obviously are no twelve barrels of gunpowder, has to improvise.",
      "content_zh": "[圖：士兵]第二天早上6點我們吃早餐。 \n\n同時，米勒、門多薩和帕克收拾我們的騾子：帕克第一次承擔了每個人分配給他的角色。如果出於不同的原因：他告訴我們那句話是關於自己做正確的事。 \n\n七點鐘我們在飯店院子裡集合，準備出發。幾個士兵跑過來阻止我們：他們的步槍上插著刺刀。又過了半小時，中尉騎著他的馬到來了：一匹雄偉的種馬。我想，對於戰鬥來說這是一個很好的選擇，但對於山區旅行來說卻是個愚蠢的選擇。 \n\n中尉試圖阻止我們離開，但威廉爵士向他展示了由英國王室、秘魯總督和佩努指揮官密封的信件。 \n\n然後中尉聲稱我們走私違禁品。嗯，這就是為什麼他首先要阻止我們，當然：騎兵指揮官——除了城鎮指揮官，這裡還有競爭——認為我們要么是間諜，要么是向叛軍出售槍支。也就是說，中尉指控我們走私「十二桶黑火藥」。 \n我指著我們的-12-騾子告訴他：“按照你毫無根據的指控，這些騾子每頭都需要馱一桶黑火藥。或者它們被巧妙地藏在瓊斯先生攜帶的斜挎包裡？”\n\n中尉對顯然沒有十二桶火藥感到非常不滿，只好臨時湊合。",
      "narrative_order": 36,
      "passage_type": "main_path",
      "chapter": "Into the Mountains",
      "chapter_zh": "進入山區",
      "chapter_id": 5,
      "next_pid": "g16"
    },
    {
      "pid": "g16",
      "name": "g16",
      "group": "Main Story (Peru)",
      "content": "Teniente Fonatna looks me up and down: \"YOU! You are wearing a man's clothes! That is illegal, you are all under arrest.\" \n\nI smile: \"First of all you cannot arrest diplomats OR their retainers.\" Not entirely true, maybe: but the teniente is not much of a lawyer. \"Second of all: a woman's attire would be ...what, teniente? By a legal definition that you must be quoting, of course. Otherwise it would be unspeakably rude of you to question my attire.\" \n\nParker puffs another cheap cigar: \"I think women wear skirts or dresses in public, miss.\" The teniente nods. \n\n[Image: poncho]Great. I am wearing breeches because I cannot ride with skirts. This is silly. But silly is well within my means. \nI smile again: \"Women wear a skirt or a dress. I am wearing an article of cloth that covers my body from my shoulders to my knees. That article of clothing...\" -what the locals call a 'poncho'- \"...fullfills all requirements to female attire by the letter of the law. Please show me the legal code that says otherwise, teniente.\" \n\nThe teniente fumes: \"I can SEE that you are wearing breeches under that, senorita! Even if that was a 'dress' it would not cover ANYTHING.\"\n\nI raise an eyebrow: \"Have you EVER been at a ball, tenient? Her grace, the daughter of the viceroy, is more visible in public than I am. Are you telling her grace that she is dessing in an immoral way?\" \n\nSir William steps forward: \"Enough of that. We are leaving now. Your orders are to accompany us. Follow your orders, please. We are heading that way. Please follow.\" \nHe points the way and motions us to move.",
      "content_zh": "福納特納中尉上下打量著我：“你！你穿著男裝！這是違法的，你們都被捕了。”\n\n我微笑著：「首先你不能逮捕外交官或他們的隨從。」也許不完全正確：但這位中尉不太像律師。 “其次：女人的著裝是……什麼，中尉？當然，根據你必須引用的法律定義。否則你質疑我的著裝就太無禮了。”\n\n帕克又吸了一口廉價雪茄：「我認為女人在公共場合穿裙子或裙子，小姐。」中尉點點頭。 \n\n[圖：雨披]太棒了。我穿馬褲是因為我不能穿裙子騎車。這很愚蠢。但愚蠢是我力所能及的。 \n我再次微笑：“女人穿裙子或連衣裙。我穿著一件從肩膀到膝蓋覆蓋我身體的布。那件衣服……”——當地人稱之為“斗篷”——“……滿足法律條文對女性著裝的所有要求。請告訴我法律法規另有規定，先生。”\n\n中尉怒道：“我可以看到你裡面穿著馬褲，女士！即使那是一件‘裙子’，它也遮不住任何東西。”\n\n我揚起一邊眉毛：“你參加過舞會嗎，學生？總督的女兒，她在公共場合比我更引人注目。你是在告訴她，她的著裝不道德嗎？”\n\n威廉爵士上前：“夠了，我們現在就出發。您的命令是陪伴我們。請遵照您的命令。我們正朝那個方向前進，請跟隨。”\n他給我們指路並示意我們走。",
      "narrative_order": 37,
      "passage_type": "main_path",
      "chapter": "Into the Mountains",
      "chapter_zh": "進入山區",
      "chapter_id": 5,
      "next_pid": "g17"
    },
    {
      "pid": "g17",
      "name": "g17",
      "group": "Main Story (Peru)",
      "content": "We walk the mules for a couple of hours, then we take a break: that is necessary because we are high up in the Andes, and even Miller is having problems to strain himself in this thin air: and he is the only one of us that has experience in mountain warfare. Other than Mendoza, of course: Mendoza has no problems ...breathing. He looks pale and sick and hungry, but breathing is no problem.    \nDuring the break Sir William talks to me under four eyes: \"That was abominably stupid of you. Both riling the teniente and wearing breeches in the first place. I do not need my daughter gaining a bad reputation, you know.\" \n\nI raise an eyebrow: \"Thank you, sir. You are welcome to handle the good lieutenant yourself. If only you did. I am wearing breeches NOT to show too much legs when I ride that mule.\" \n\nSir Williams stares at me: \"Sometimes I forget that you are as much of an idiot as you are smart. Women...\" -he whispers into my ear- \"... -HUMAN women, that is- have something called a 'hymen'. It is also called 'maidenhood' and mistaken as proof that the woman did not have sexual intercourse. Because entering a man's member into her disrupts that 'maidenhood'. But that part of a young woman's body -like the one that you are right now using- also tears when a woman rides like a man. If you spread these legs for a mule or a man MY daughter will loose that tangible but vulnerable maidenhood. Therefore you will WALK and you will not rile that teniente any more. Because illegal or not: if he puts his member inside that body MY DAUGHTER cannot marry any more.\" \n\nI raise an eyebrow: \"You want to tell me that all brides are virgins. Do you?\" \n\nSir Williams grabs my shoudler in a way that hurts. Interesting, I did not know he was strong enough. \"If a gentlewoman wants a GOOD marriage she has to be a virgin. Now more than ever. Times are changing. I want my child to be happy, old friend. Do NOT ruin her body.\" He kisses me on the forehead. \"Keep wearing these bloody breeches: changing",
      "content_zh": "我們趕著騾子走幾個小時，然後休息一下：這是必要的，因為我們在安第斯山脈的高處，甚至米勒在這種稀薄的空氣中也很難使自己保持緊張：他是我們中唯一有山地作戰經驗的人。當然，除了門多薩：門多薩沒有任何呼吸問題。他看起來蒼白、病態、飢餓，但呼吸沒有問題。    \n中場休息時，威廉爵士在四眼注視下對我說話：“你真是太愚蠢了。既激怒了中尉，又首先穿馬褲。你知道，我不想讓我的女兒名聲不好。”\n\n我揚起一邊眉毛：“謝謝您，先生。歡迎您親自對付這位好中尉。如果您這麼做就好了。我穿著馬褲，是為了在騎騾子時不露出太多的腿。”\n\n威廉姆斯爵士盯着我：“有时我忘记了，你既聪明又愚蠢。女人……”——他在我耳边低声说——“……——人类女性，就是——有一种叫做‘处女膜’的东西。它也被称为‘处女膜’，被误认为是女人没有性交的证据。因为男人的阴茎进入她体内会破坏‘处女膜』。 」\n\n我揚起一邊眉毛：「你想告訴我所有新娘都是處女，是嗎？ 」\n\n威廉斯爵士抓住我的肩膀，動作很痛。有趣的是，我不知道他夠強大。 「如果紳士想要一段美好的婚姻，她就必須是處女。現在比以往任何時候都更重要。時代在變遷。我希望我的孩子快樂，老朋友。不要毀了她的身體。他親吻我的額頭。「繼續穿著這些該死的馬褲：改變",
      "narrative_order": 38,
      "passage_type": "main_path",
      "chapter": "Into the Mountains",
      "chapter_zh": "進入山區",
      "chapter_id": 5,
      "next_pid": "g18"
    },
    {
      "pid": "g18",
      "name": "g18",
      "group": "Main Story (Peru)",
      "content": "[Image: andes]We travel another two hours ant take another break. \n\nI check with Alyce, but she is quite alright. Well, human servants usually are fitter than their masters since they actually do work. \n\nAnother man approaches me: not Siw William, this time. Miller pretends to help me with the mule: \"Miss Marston, a word.\" \n\nI nod: \"Of course.\" \n\nMiller rearranges some belts on my mule while he talks: \"I consider myself a loyal servant. That means I will tell you what I think: not what I think you want to hear.\" I nod. \"Therefore I am telling you two things: first of all, please do not draw the attention of that teniente to your -our- gear. Because we actually DO have twelve barrels of blackpowder. Very small barrels, mind: 2 lbs. But these barrels of blackpowder are also filled with screws and nails.\" I raise an eyebrow, and he shrugs: \"Emergency measures. Do not use your two barrels unless absolutely necessary. The results are not pretty. And make sure that you are not in the same room.\" He smiles and feeds my mule a carrot. \"The other thing is a talk that I expected to have with the other twin. If you were not ...growing into womanhood... I would assume that you are playing pretend as twins. You DO behave like the guy twin, senorita.\" \nHe shrugs: \"What I need to talk about with YOU, no matter what, is this: your twin has a mean streak. All posh brats have that. Her -sorry: his- mean streak is covered with manners and ...carefulness. Not cowardice, but carefulness.\nYou, however, are kind and friendly ...and uttterly deadly. You will look a man in the eyes while you turn the knife in his heart and then console the widow and the waifs. YOU are dangerous because you do as you feel. \nTo be a valuable human being you need MERCY. To not kill people because it would cost to let them live. To not walk over that lieutenant's ego because you need to proceed.\" \nHe pats my mule: \"Think about it. You are the smart one: that is why you are so much more dangerous.\" \n\nHumans are ",
      "content_zh": "[圖：安第斯山脈]我們又旅行了兩個小時，然後再休息。 \n\n我問過艾莉絲，但她沒事。嗯，人類僕人通常比他們的主人更健康，因為他們實際上在工作。 \n\n另一個男人向我走來：這次不是 Siw William。米勒假裝幫我牽騾子：“馬斯頓小姐，有句話。”\n\n我點頭：“當然。”\n\n米勒一邊說話一邊重新整理我騾子上的皮帶：「我認為自己是一個忠誠的僕人。這意味著我會告訴你我的想法：而不是我認為你想聽的。」我點點頭。 「因此我告訴你兩件事：首先，請不要讓那位中尉注意你的——我們的——裝備。因為我們實際上有十二桶黑火藥。非常小的桶，注意：2磅。但是這些黑火藥桶裡也裝滿了螺絲和釘子。」我揚起眉毛，他聳聳肩：「緊急措施。除非我的兩個騾子「另一件事是我希望與另一個雙胞胎進行一次談話。如果你沒有......成長為女性......我會認為你正在假裝成雙胞胎。你的行為確實像雙胞胎，小姐。”\n他聳聳肩：「無論如何，我需要和你談談的是：你的雙胞胎有一種卑鄙的傾向。所有時髦的小子都有這個。她的——對不起：他的——卑鄙的傾向是由禮貌和……小心所掩蓋的。不是膽怯，而是小心。\n然而，你善良又友善……而且非常致命。你會看著一個男人的眼睛，同時把刀插在他的心裡，然後安慰寡婦和流浪兒。你很危險，因為你隨心所欲。 \n要成為一個有價值的人，你需要憐憫。不殺人，因為讓他們活下去要付出代價。不要因為你需要繼續前進而踐踏那位中尉的自我。 」\n他拍拍我的騾子：“想一想。你是最聰明的：這就是為什麼你更危險。”\n\n人類是",
      "narrative_order": 39,
      "passage_type": "main_path",
      "chapter": "Into the Mountains",
      "chapter_zh": "進入山區",
      "chapter_id": 5,
      "next_pid": "g19"
    },
    {
      "pid": "g19",
      "name": "g19",
      "group": "Main Story (Peru)",
      "content": "We travel another two hours and take a rest for half an hour. \n\nNo one is approaching me, so I can check on Alyce. The two soldiers that are escorting us with teniente are ...flirting... with Alyce. When one of them  reaches out to touch her I snap my fan open: a distinct and very ladylike sound. They look at me. I raise an eyebrow and motion them to leave. They do. Alyce keeps a little closer to me. \n\nMeanwhile Marcellus and the teniente get into a bragging content. Well, at least one of us is having fun: Marcelllus does behave like a bad mannered male brat sometimes...\n\nI walk Alyce back to her mule: \"Do you want to ride? I frown: \"I do not think that riding would make any difference for you, right?\" \n\nAlyce frowns: \"If you keep provoking soldiers, riding will not make any difference to YOU very soon, either! Because these guys are cavalrists, and they will love breaking in a filly. Once you are a mare you can ride yourself!\" \n\nI raise an eyebrow and pat her hand: \"You are not usually rude. What is wrong?\" \n\nAlyce stares at me. \"We are travelling into the mountains with an escort of soldiers in a civil war. Every man other then Sir Edward, Mendoza and your twin wants to FUCK you. I am not sure about your brother, by the way. \nThe men are all going to die in these mountains, and we will either die or end as whores in a cheap village brothel. What could possibly be wrong, given all that?\" \n\nI frown: \"Don't be silly. That teniente wants to fuck my brother, not me. And we are not dead yet. So keep an eye open and dodge if bad things happen.\" \n\nReally. That teniente is not riding a stallion because he is looking for a woman.",
      "content_zh": "我們又走了兩個小時，休息了半小時。 \n\n沒有人接近我，所以我可以查看艾莉絲的情況。和中尉一起護送我們的兩名士兵正在…和艾莉絲調情。當他們中的一個伸手去觸碰她時，我打開了我的扇子：一種獨特且非常淑女的聲音。他們看著我。我揚起一邊眉毛，示意他們離開。他們確實這麼做了。艾麗絲離我更近一些。 \n\n與此同時，馬塞勒斯和中尉開始吹牛。好吧，至少我們中的一個人玩得很開心：馬塞勒斯有時確實表現得像一個沒有禮貌的小男孩...\n\n我送艾莉絲回到她的騾子身邊：「你想騎馬嗎？我皺著眉頭：「我不認為騎馬對你有什麼影響，對吧？ \n\n愛麗絲皺起眉頭：“如果你一直挑釁士兵，騎馬對你來說很快也不會產生任何影響！因為這些傢伙都是騎兵，他們喜歡馴服母馬。一旦你成為一匹母馬，你就可以自己騎了！”\n\n我挑眉，拍拍她的手：“你平時並不粗魯。有什麼問題嗎？”\n\n艾麗絲盯著我。 「我們在內戰中的士兵護送下進入山區。除了愛德華爵士、門多薩和你的雙胞胎之外，每個男人都想操你。順便說一句，我不確定你弟弟的情況。\n男人們都會死在這些山裡，而我們要麼死去，要麼在廉價的鄉村妓院裡淪為妓女。考慮到這一切，可能有什麼問題呢？ 」\n\n我皺眉：“別傻了。那個中尉想要操我的兄弟，而不是我。我們還沒有死。因此，如果發生不好的事情，請保持警惕並躲避。”\n\n真的。那個中尉騎著種馬並不是因為他在找女人。",
      "narrative_order": 40,
      "passage_type": "main_path",
      "chapter": "Into the Mountains",
      "chapter_zh": "進入山區",
      "chapter_id": 5,
      "next_pid": "g20"
    },
    {
      "pid": "g20",
      "name": "g20",
      "group": "Main Story (Peru)",
      "content": "[Image: village]We ride for another couple of hours and reach a small village. \n\nWhen the peasants see a group of armed men (and two women) with three royal dragoons leading them they hurry into their houses and lock everything: bolting doors and window shutters. \n\nThe only noises come from our group and the village well, that is powered by wind blades in the village square. Other than the well there is also a church at one end of the square and an inn on the other end. \n\nAt the long side of the square, between church and inn, are metal rings in the walls where we bind our mules ...and the huge horses of the cavalrists. \n\nSir Larkin smiles thinly at me and Alyce and tells Sir WIlliam: \"You have insisted in bringing your daughter and a maid. For educational purposes, I assume. Well, tonight they will learn aboutt the kind of inn that operates in a village like that.\" \n\nMarcellus frowns: \"What kind of inn would that be, Sir Edward?!\" \n\nSir Edward sneers: \"These inns are multi-purpose. They are also the stores where the villagers buy goods. All else: well, take a look. This is the only place where we -and your fair sister- can spend the night anyhow.\" \n\nSir William shrugs: \"Enough. It is what it is. Let's move.\"  \n\nApropos learning: I can go to the church (with Alyce) or head to the cantina with the men..",
      "content_zh": "[圖：村莊]我們又騎了幾個小時，到達了一個小村莊。 \n\n當農民看到一群武裝男子（和兩名婦女）和三名皇家龍騎兵帶領他們時，他們趕緊走進自己的房子，鎖上所有東西：鎖上門和百葉窗。 \n\n唯一的噪音來自我們小組和村莊的水井，水井由村莊廣場上的風力葉片提供動力。除了井之外，廣場的一端還有一座教堂，另一端還有一間旅館。 \n\n在廣場的長邊，在教堂和旅館之間，牆上有金屬環，我們用來束縛騾子......以及騎兵的巨大馬匹。 \n\n拉金爵士對我和艾莉絲淡淡一笑，告訴威廉爵士：“你堅持帶上你的女兒和女僕。我想是出於教育目的。好吧，今晚他們將了解在這樣的村莊裡經營什麼樣的旅館。”\n\n馬塞勒斯皺起眉頭：“愛德華爵士，那是什麼樣的旅館？！”\n\n愛德華爵士冷笑道：“這些客棧是多功能的，也是村民購買商品的商店。其他的，好吧，看看吧。反正這裡是我們——還有你漂亮妹妹——唯一可以過夜的地方。”\n\n威廉爵士聳聳肩：“夠了。事情就是這樣。我們走吧。”\n\n關於學習：我可以去教會（和艾莉絲）或和男人一起去小酒館。",
      "narrative_order": 41,
      "passage_type": "main_path",
      "chapter": "Into the Mountains",
      "chapter_zh": "進入山區",
      "chapter_id": 5,
      "next_pid": "g21"
    },
    {
      "pid": "20a",
      "name": "20a",
      "group": "Other",
      "content": "[Image: church]This is a small church. No bell tower. No human inside. \n\nA statue of the Virgin is in the corner, with some lit candles. \nThe altar is clean and empty. \n\nNext to the door is a blackboard with a chalk note: \"Mass on every third sunday of the month. Baptisms, weddings and burials as arranged. In emergency contact the Franciscan abbey in Elsiquiente.\" \n\nAlyce is a proud Britsh woman and does not hold with papist temples. Nor does she like the respect paid to the Virgin since -one has to assume- Alyce is no virgin herself any more.",
      "content_zh": "[圖：教堂]這是一座小教堂。沒有鐘樓。裡面沒有人。 \n\n角落裡有一尊聖母雕像，還有一些點燃的蠟燭。 \n祭壇乾淨又空。 \n\n門旁邊有一塊黑板，上面寫著粉筆字：“每月第三個星期日舉行彌撒。洗禮、婚禮和葬禮如期舉行。緊急情況請聯繫埃爾西基恩特的方濟會修道院。”\n\n艾莉絲是一位驕傲的英國女性，她不認同天主教寺廟。她也不喜歡對聖母的尊重，因為──人們必須假設──艾莉絲自己不再是處女了。",
      "narrative_order": 42,
      "passage_type": "branch_lore",
      "chapter": "Into the Mountains",
      "chapter_zh": "進入山區",
      "chapter_id": 5
    },
    {
      "pid": "g21",
      "name": "g21",
      "group": "Main Story (Peru)",
      "content": "[Image: cantina]When we enter the cantina, the villagers get up and walk out. They do not finish their meals or drinks, they do not speak a single word. They just stand up and walk. \n\nOnly the tavernkeeper, a waitress and five whores remain in the cantina. The low, windowless room is lit by small oil lights: one on every table and some more hanging from the walls. \n\nOne of the younger whores and the waitress look like the tavernkeeper and the oldest whore. Everyone looks unhappy: but that is probably because of us. \n\nThe whores and the waitress -she is wearing a white blouse and dark skirts, the whores are wearing bright, 'airy' dresses- do not look haggard, and none of them shows signs of recent beatings. They are quite possible as happy as villagers like them can be. \n\nThe teniente signals his men, and they take position in the corners left and right to the door. He looks at the whore at the wall, then at me and Alyce. I raise an eyebrow, and he turns away. \n\nHe walks to the counter and orders \"Food and tequilla\" for him and his men.",
      "content_zh": "[圖：小酒館]當我們進入小酒館時，村民們起身走出去。他們沒有吃完飯或喝完酒，也沒有說一句話。他們只是站起來走路。 \n\n小酒館裡只剩下酒館老闆、一名女服務生和五個妓女。低矮的、沒有窗戶的房間裡只有小油燈照明：每張桌子上都有一盞，還有一些掛在牆上。 \n\n其中一位年輕的妓女和女服務生看起來就像酒館老闆和最年長的妓女。每個人看起來都不高興：但這可能是因為我們。 \n\n妓女和女服務員——她穿著白色襯衫和深色裙子，妓女們穿著明亮、「通風」的衣服——看起來並不憔悴，而且沒有人表現出最近被毆打的跡象。他們很可能和像他們這樣的村民一樣幸福。 \n\n中尉向他的手下發出信號，他們就在門左右的角落就位。他看看牆上的妓女，然後看看我和艾莉絲。我揚起一邊眉毛，他轉身走開。 \n\n他走到櫃檯前，為他和他的手下點了「食物和龍舌蘭酒」。",
      "narrative_order": 43,
      "passage_type": "main_path",
      "chapter": "The Cantina",
      "chapter_zh": "酒館事件",
      "chapter_id": 6,
      "next_pid": "g22"
    },
    {
      "pid": "g22",
      "name": "g22",
      "group": "Main Story (Peru)",
      "content": "[Image: cantinaII]The tavernkeeper keeps polishing a mug, the waitress keeps cleaning a table, the whores sit at the wall without so much as a smile. \n\nThe teniente repeats his order. \n\nThe tavernkeeper keeps polishing a mug, the waitress keeps cleaning a table, the whores sit at the wall without so much as a smile. \n\nThe teniente repeats his order and reaches for his pistol. \n\nThe tavernkeeper keeps polishing a mug, the waitress keeps cleaning a table, the whores sit at the wall without so much as a smile. \n\nI walk to the counter and say in Queche: \"Good evening. We need rooms for the night, food and drink for us, and water and hay for our mules and horses.\" \n\nThe tavernkeeper keeps polishing a mug, the waitress keeps cleaning a table, the whores sit at the wall without so much as a smile. \n\nWhat is happening here?!",
      "content_zh": "[圖：cantinaII]酒館老闆不停地擦杯子，女服務生不停地擦桌子，妓女們坐在牆邊，臉上沒有一絲笑容。 \n\n中尉重複了他的命令。 \n\n酒館老闆不停地擦杯子，女服務生不停地擦桌子，妓女們坐在牆邊，臉上沒有一絲笑容。 \n\n中尉重複了他的命令，並伸手去拿手槍。 \n\n酒館老闆不停地擦杯子，女服務生不停地擦桌子，妓女們坐在牆邊，臉上沒有一絲笑容。 \n\n我走到櫃檯前，用克切語說：“晚上好。我們需要過夜的房間、食物和飲料，以及騾子和馬的水和乾草。”\n\n酒館老闆不停地擦杯子，女服務生不停地擦桌子，妓女們坐在牆邊，臉上沒有一絲笑容。 \n\n這裡發生了什麼事？",
      "narrative_order": 44,
      "passage_type": "main_path",
      "chapter": "The Cantina",
      "chapter_zh": "酒館事件",
      "chapter_id": 6,
      "next_pid": "g23"
    },
    {
      "pid": "g23",
      "name": "g23",
      "group": "Main Story (Peru)",
      "content": "[Image: cantinaIII]Heartbeats before Teniente Fontana blows the brains of the tavernkeeper all over the wall the door opens, and a line of soldiers enter: NOT royal soldiers, though. \n\nA large man with a big moustache and the epaulettes of a captain leads ten soldiers into the cantina. The capitan stands with the teniente, the ten soldiers sit at the three tables. \n\nSir Edward, Mendoza and Parker are still standing at the right wall. The dragoons are in the corners. Miller, Alyce, Sir William and Marcellus are on the left wall. So are the whores. \n \nWhile they walk in, Marcellus sneers and burns a piece of paper in one of the oil lamps at the wall. My knees buckle, because for the first time in ages all of my powers are gone. Like water in the dessert. Sir William and Marcellus smile at me. \nMiller and Alyce are watching the soldiers: they have probably not nocticed any of this. \n\nThe capitan smiles when the tavernkeeper pours him a tequilla: \"Viva la revolution! Gentlemen, men and whores: my name is Capitan Jose Perola. I represent the liberated Bolivia. Please note that I have ten men under arms in this cantina. \n\nThe rest of my squadron is right now assaulting the half squadron of dragoons that are following Teniente Fonatana and the British gentlemen.\" He turns to the teniente: \"How nasty of you to have these people followed. Planning to waylay them, eh?\" \n\nI do not like the way he is talking.",
      "content_zh": "[圖：cantinaIII]在豐塔納中尉將酒館老闆的大腦打到牆上之前，門打開了，一排士兵走了進來：不過，不是皇家士兵。 \n\n一個留著大鬍子、戴著上尉肩章的大個子男人帶著十名士兵走進小酒館。上尉與中尉站在一起，十名士兵坐在三張桌子旁。 \n\n愛德華爵士、門多薩和帕克仍然站在右牆邊。龍騎兵在角落。米勒、艾莉絲、威廉爵士和馬塞勒斯在左牆上。妓女也一樣。 \n \n當他們走進來時，馬塞勒斯冷笑著，在牆上的一盞油燈裡燒了一張紙。我的膝蓋彎曲了，因為多年來我第一次失去了所有的力量。就像甜點中的水一樣。威廉爵士和馬塞勒斯對我微笑。 \n米勒和艾莉絲正在觀察士兵們：他們可能沒有註意到這一切。 \n\n當酒館老闆給他倒一杯龍舌蘭酒時，隊長微笑著說：「革命萬歲！先生們，男人們和妓女：我的名字是何塞·佩羅拉上尉。我代表解放後的玻利維亞。請注意，我在這家酒館裡有十個人。\n\n我中隊的其餘人員現在正在攻擊跟隨福納塔納中尉和英國紳士們的半個龍騎兵中隊。他轉向中尉：「你真討厭讓這些人跟著你。打算伏擊他們，嗯？ 」\n\n我不喜歡他說話的方式。",
      "narrative_order": 45,
      "passage_type": "main_path",
      "chapter": "The Cantina",
      "chapter_zh": "酒館事件",
      "chapter_id": 6,
      "next_pid": "g24"
    },
    {
      "pid": "g24",
      "name": "g24",
      "group": "Main Story (Peru)",
      "content": "[Image: cantinaIII]The teniente frowns: \"How do you know my name, capitan? Military intelligence is one thing, but knowing the name of the enemy commander....\" \n\nThe capitan sneers: \"Well, actually you have a traitor in your ranks.\" He points at the dragoons in the corner: \"Two of them, in fact. One has told me your route, your name and that you would accompany the foreigners with two men. The other did not tell me your name, but he did tell me that the rest of your half squadron would follow you and meet you here.\" \n\nThe dragoons are both nervous: maybe the capitan is telling the truth. I should be able to discern that, but I should also be able to cast spells. Someone -soneONE with real power- has stolen mine. \nThe teniente is not the only one who is being betrayed: Sir William and Marcellus are betraying me. \nWhy? \nBecause Marcella used to be a girl and humans have silly rules about heritage?! \n\nI will discuss that at length with them once this is over and I have regained my powers.",
      "content_zh": "[圖：cantinaIII]中尉皺起眉頭：“你怎麼知道我的名字，上尉？軍事情報是一回事，但知道敵方指揮官的名字…”\n\n首領冷笑道：「好吧，其實你的隊伍裡有叛徒。」他指著角落裡的龍騎兵：「實際上是兩個。其中一個告訴了我你的路線、你的名字，以及你將帶著兩個人陪同外國人。另一個沒有告訴我你的名字，但他確實告訴我，你的半個中隊的其他人會跟隨你，並在這裡與你會合。」\n\n龍騎兵都很緊張：也許首領說的是實話。我應該能夠辨別這一點，但我也應該能夠施展法術。有人──一個擁有真正權力的人──偷了我的。 \n中尉並不是唯一被背叛的人：威廉爵士和馬塞勒斯也在背叛我。 \n為什麼？ \n因為瑪塞拉曾經是個女孩，而人類對遺產有愚蠢的規定？ ！ \n\n一旦這一切結束並且我恢復了我的力量，我將與他們詳細討論這個問題。",
      "narrative_order": 46,
      "passage_type": "main_path",
      "chapter": "The Cantina",
      "chapter_zh": "酒館事件",
      "chapter_id": 6,
      "next_pid": "g25"
    },
    {
      "pid": "g25",
      "name": "g25",
      "group": "Main Story (Peru)",
      "content": "The capitan disturbs my line of thoughts by slapping me in the face: \"I said: WHY ARE YOU WEARING A MAN'S CLOTHES?!\" \n\n[Image: poncho]What? I blink: \"Women wear a skirt or a dress. I am wearing an article of cloth that covers my body from my shoulders to my knwees. That article of clothing...\" -what the locals call a 'poncho'- \"...fullfills all requirements to female attire...\" \n\nThe capitan slaps me again: \"I was not asking about the poncho. I was asking why you are wearing breeches. Drop them! Now! Those are a man's clothes!\" \n\nI frown and snap my fan open: \"As an officer and gentleman you positively cannot ask a lady to undo clothes in public.\"\n\nThe capitan blinks, then he shrugs: \"You are telling me that you poncho is a dress. If a woman wears a dress, lady or whore, she is dressed completely.\" \n\nI snap my fan shut with a snap: \"No lady is dressed only wearing her dress.\" Seeing that the dreses in fashion are thin silk things that require at least a chemise and underskirts, no one could argue that. \n\nThe captian snorts and points at the whores: \"They are dressed, are they not? One silver peso for the one who proves that women can be dressed wearing nothing but a dress!\" He seems to actually know what these whores are wearing or not wearing...\n\nThere may be honour among thieves, but whores in a cantina are mean. One of them jumps up and shows everyone her tits and bush: By raising her dress.",
      "content_zh": "隊長打斷了我的思路，打了我一巴掌：“我說：你為什麼穿男裝？！”\n\n[圖：雨披]什麼？我眨眨眼：“女人穿裙子或連衣裙。我穿著一件從肩膀到膝蓋覆蓋我身體的布。那件衣服......” - 當地人稱之為“斗篷” - “......滿足對女性著裝的所有要求......”\n\n隊長又打了我一巴掌：“我不是在問斗篷。我是在問你為什麼穿馬褲。把它們扔掉！現在！那是男人的衣服！”\n\n我皺起眉頭，猛地打開扇子：“作為一名軍官和紳士，你絕對不能要求女士在公共場合脫衣服。”\n\n隊長眨了眨眼，然後聳聳肩：“你是在告訴我，你的斗篷是一件裙子。如果一個女人穿了一件裙子，無論是淑女還是妓女，她就已經穿得完整了。”\n\n我啪地一聲關上了扇子：「沒有哪個女士只穿裙子。」看到時尚界的連身裙都是薄絲綢的東西，至少需要一件襯衫和內衣，沒有人會爭辯這一點。 \n\n船長哼了一聲，指著妓女們：「她們都穿好衣服了，不是嗎？一枚銀比索送給那些證明女人除了裙子以外什麼都不穿的人！」他似乎真的知道這些妓女穿什麼或不穿什麼…\n\n小偷之間也許是有尊嚴的，但酒館裡的妓女卻是卑鄙的。其中一個跳起來，向大家展示她的乳房和灌木叢：抬起她的衣服。",
      "narrative_order": 47,
      "passage_type": "main_path",
      "chapter": "The Cantina",
      "chapter_zh": "酒館事件",
      "chapter_id": 6,
      "next_pid": "g26"
    },
    {
      "pid": "g26",
      "name": "g26",
      "group": "Main Story (Peru)",
      "content": "The capitan and the \"revolutionary\" soldier cheer when the whore shows them the goods. \n\n[<img[rosa]]Then the captian pushes my backwards, the two soldiers at the third table grab my arms and hold me down. Then the capitan motions the waitress: \"Get that woman out of these unseemly, manly clothes.\" \n\nThe waitress grins and pulls my boots, my pants and my drawers down. She drops my clothes on the floor and sneers: \"This may feel a little more drafty than trousers. But based on what you are showing on this table right now I do think that you really are no man, MISS.\"\n\nThe whore with the goods out in the air sneers back: \"No, but based on how well you know the difference and based on the way SHE is wriggling on that table I think that SHE is the only cunt in here that still has her cherry.\" \nShe points at the waitress: \"When I lost my cherry I was put to work on my rear: why are YOU still waiting tables? You should be with US, you strumpet!\" \n\nEveryone stares at the two ...sisters, obviously: other than the teniente. HE is listening. Then he smiles. \n\nHe steps forward: \"Capitan, if I may have a word. Whores will be whores: whether they are on the table, clean tables or show everyone their wares.\" \n\nThe soldiers holler. I am positive that looks cannot kill: the showy whore, the waitress and I all try to kill the teniente with our looks, but he is perfectly healthy for the moment.",
      "content_zh": "當妓女向隊長和「革命」士兵展示貨物時，他們歡呼起來。 \n\n[<img[rosa]]然後隊長把我往後推，第三桌的兩個士兵抓住我的手臂，按住我。然後，隊長示意女服務員：“把那個女人脫掉這些不體面的、有男子氣概的衣服。”\n\n女服務生笑著把我的靴子、褲子和抽屜拉下來。她把我的衣服扔在地板上，冷笑道：“這可能比褲子感覺更透風一些。但根據你現在在桌子上展示的東西，我確實認為你真的不是一個男人，小姐。”\n\n那個把貨物懸在空中的妓女冷笑道：“不，但是根據你對差異的了解程度，以及她在桌子上蠕動的方式，我認為她是這裡唯一一個還保留著她的櫻桃的女人。”\n她指著女服務生：“當我失去櫻桃時，我就被安排在後面工作：你為什麼還在服務生？你應該和我們在一起，你這個妓女！”\n\n顯然，每個人都盯著兩姊妹：除了中尉。他正在聽。然後他笑了。 \n\n他向前邁了一步：“船長，請允許我說句話。妓女就是妓女：無論是在桌子上、乾淨的桌子還是向每個人展示他們的商品。”\n\n士兵們大聲喊叫。我確信外表不能殺人：那個艷麗的妓女、女服務生和我都試圖用我們的外表殺死中尉，但他目前完全健康。",
      "narrative_order": 48,
      "passage_type": "main_path",
      "chapter": "The Cantina",
      "chapter_zh": "酒館事件",
      "chapter_id": 6,
      "next_pid": "g27"
    },
    {
      "pid": "g27",
      "name": "g27",
      "group": "Main Story (Peru)",
      "content": "The captan laughs: \"Let us talk, teniente.\" The whore drops her dress and sulks, the waitress tries  to get to the counter -closer to the backdoor- and I cannot move with two soldiers holding my arms and my powers gone. \n\nThe teniente comes to the table and lifts my poncho. I close my legs and pull my knees up to block him: I cannot to more at this point.The teniente holds onto my naked legs: \"I assume that you are part of the Bolivian Liberation Army. It is well known that this army is offering enlisted men to join them. That is probably why my men...\" -he looks at the two dragoons in the corners- \"...have betrayed me.\" \n\nThe capitan nods, and the teniente pushes my legs apart. I try to wiggle out, but the two soldiers ar holding me down. \nThe teniente sighs: \"But you are not offering the same to officers, are you?\" \n\nThe capitan grins and shakes his head. \"No, senor teniente. We shoot the officers.\" \n\nThe teniente pulls me up; one of the soliders takes the hint and grabs my poncho. They also take my blouse and my chemise. The teniente looks down at my naked body: displayed in everyone's full view on that table: \"Capitan, I am a cavalrist. I would like to ride a last attack before I must die.\" \n\nI try to get free, but they are holding my arms. The capitan laugh and nods, and [[the teniente mounts me like a mare, right on the table, in front of everyone.|g28][$tenienterage to 0; $tenientesexy += 2; $jonessexy to 0; $tits += 2; $creampie += 1; $sidebar to 5]] \n[Image: lted]",
      "content_zh": "隊長笑著說：「讓我們談談吧，中尉。」妓女脫下衣服，生悶氣，女服務生試圖走到櫃檯前——靠近後門——而我無法移動，兩名士兵握住我的手臂，我的力量消失了。 \n\n中尉來到桌邊，舉起了我的雨衣。我併攏雙腿，拉起膝蓋擋住他：現在我不能再阻止他了。中尉抓住我赤裸的雙腿：“我猜你是玻利維亞解放軍的一員。眾所周知，這支軍隊正在招募士兵加入他們。這可能就是為什麼我的人……”——他看著角落裡的兩個龍騎兵——“……背叛了我。”\n\n隊長點點頭，中尉把我的雙腿分開。我試著掙脫，但兩個士兵把我按倒在地。 \n中尉嘆了口氣：“但是你不會向軍官們提供同樣的東西，是嗎？”\n\n队长笑着摇了摇头。 “不，中尉先生。我們向軍官開槍。”\n\n中尉把我拉了起來；一名士兵明白了這一點，抓住了我的雨披。 They also take my blouse and my chemise.中尉低頭看著我赤裸的身體：展示在桌子上所有人的視野中：“隊長，我是一名騎兵。我想在我死之前進行最後一次攻擊。”\n\n我試圖掙脫，但他們抓住了我的手臂。隊長笑著點點頭，然後[[中尉像一匹母馬一樣騎在我身上，就在桌子上，在每個人面前。 |g28][$tenienterage to 0; $tenientesexy += 2; $jonessexy 為 0； $山雀 += 2; $餅 += 1; $側邊欄到 5]]\n[圖：lted]",
      "narrative_order": 49,
      "passage_type": "main_path",
      "chapter": "The Cantina",
      "chapter_zh": "酒館事件",
      "chapter_id": 6,
      "next_pid": "g28"
    },
    {
      "pid": "g28",
      "name": "g28",
      "group": "Main Story (Peru)",
      "content": "When the pig thrusts into my and breaks my hymen I make a weird noise not unlike a wailing snort. \nHe stops, all inside me: \"Well, well. She really WAS a virgin. Well: we all know the diference between a virgin and a whore. Virgins do not get fucked on the table of a brothel. This one is a whore now, just like all the others.\" \n\nThe soldiers and the whores holler with laughter (so does that capitan) and the teniente starts to go dowen on me in earnest. He is much larger than I would have expected -or maybe it just feels that way, on the table with everyone watching- but only at the end I realize that he is not putting his sword inside me. This is a pistol, and he DOES fire his shot. \n[Image: lted]\nThen he bends down and whispers into my ear: \"Behave like a woman for once and stay down, little doxy.\" \nThen he rolls off the table with me.",
      "content_zh": "當豬插入我的處女膜並打破我的處女膜時，我發出一種奇怪的聲音，就像嚎叫的鼻息一樣。 \n他停了下來，全在我心裡：“好吧，好吧。她確實是個處女。好吧：我們都知道處女和妓女之間的區別。處女不會在妓院的桌子上被操。這個現在是個妓女，就像其他所有人一樣。”\n\n士兵們和妓女們哈哈大笑（那位上尉也是），中尉開始認真地向我走來。他比我想像的要大得多——或者也許只是感覺是這樣，在桌子上，每個人都在看著——但直到最後我才意識到他並沒有把他的劍插進我的體內。這是一把手槍，他確實開槍了。 \n[圖：lted]\n然後他彎下腰，在我耳邊低聲說道：“表現得像個女人，趴下，小多西。”\n然後他和我一起從桌子上滾下來。",
      "narrative_order": 50,
      "passage_type": "main_path",
      "chapter": "The Cantina",
      "chapter_zh": "酒館事件",
      "chapter_id": 6,
      "next_pid": "g29"
    },
    {
      "pid": "g29",
      "name": "g29",
      "group": "Main Story (Peru)",
      "content": "The door and the backdoor of the cantina are kicked open and a horde of dragoons charges in: pistols and sabres in hand. The revolutionaries are slow to turn from the sight of me getting deflowered on the table, and before they can drawn their weapons all is over. \n\nThe teniente gets up, shoots the capitan in the head, closes his breeches and put an arm around my naked waist. My bush is bloody and dripping his seed: he has a big pistol and shoots a lot of lead, so to speak. Maybe that is why he is using the nome de guere 'de Fonatana\". His real name MOST assuredly is not 'Mike the Fountain'. \nHe turns to one of the dragoons: \"Report.\" \n\nThe dragoon salutes: \"We were camping at the designated area when we were attacked from both sides. After a moment I realized that we were under attack from not one but TWO parties, one of them these men...\" -he points at the dead soldier- \"...and a group of ...madmen. These guys were good at sneaking, but your orders were very explicit, and we had set up camp accordingly. Lots of blackpowder bombs around the camp.\" \n\nHe looks at Milleer: \"That one knows what I am talking about: they are having some of these bombs in their saddlebags.\" He turns back to the teniente: \"The madmen and these men also fought each other, and we were the only ones wearing armour. We lost half a dozen good men, sir: but we -and the madmen- have killed fourty of these guys, and we have killed some of the madmen.\" \n\nHe hesitates: \"The bodies of the madmen have burned in the fires from the bombs and the blunderbusses, sir. We have burried the enemy, but we did not have found any of the madmen's bodies. Just their ashes.\" \n\nHe shrugs: \"Then we have come here. Killed the two guards in the square and witnessed our teniente breaking in a pretty mare: a hard and well done ride, if I may say so.\" \n\nThe teniente nods: \"Good fighting, men. But get guards out, sagento. We had an easy victory here because I managed to distract the enemy with the defloration of this littl",
      "content_zh": "小酒館的門和後門被踢開，一群手持手槍和軍刀的龍騎兵衝了進來。革命者們慢慢地從我在桌子上被脫花的景像中轉過身來，在他們拔出武器之前，一切都結束了。 \n\n中尉站起來，朝隊長的頭部開槍，然後合上他的馬褲，用一隻手臂摟住我赤裸的腰。我的灌木叢血淋淋的，滴著他的種子：可以這麼說，他有一把大手槍，可以射出很多鉛。也許這就是為什麼他使用“de Fonatana”這個名字。他的真名肯定不是「Mike the Fountain」。 \n他轉向其中一名龍騎兵：“報告。”\n\n龍騎兵行禮道：「我們正在指定地點紮營，突然遭到了雙方的攻擊。過了一會兒，我意識到我們受到的攻擊不是一個人，而是兩個人，其中一個是這些人……」——他指著死去的士兵——「……還有一群……瘋子。這些傢伙很擅長潛行，但你的命令很明確，我們也照此安營火。\n\n他看著米勒：「那個人知道我在說什麼：他們的馬鞍包裡藏著一些炸彈。」他轉身對中尉說道：“瘋子和這些人也互相爭鬥，而我們是唯一穿著盔甲的人。我們失去了六名好人，先生：但我們——還有瘋子——已經殺死了四十個這樣的人，我們還殺死了一些瘋子。”\n\n他猶豫了一下：“瘋子的屍體已經在炸彈和火鏵的大火中被燒焦了，長官。我們已經埋葬了敵人，但我們沒有找到任何瘋子的屍體。只是他們的骨灰。”\n\n他聳聳肩：“那麼我們就來到這裡了。殺死了廣場上的兩名守衛，並目睹了我們的中尉騎上一匹漂亮的母馬：如果我可以這麼說的話，這是一次艱難而出色的騎行。”\n\n中尉點頭：「打得好，夥計們。但是讓守衛出去吧，sagento。我們在這裡輕鬆獲勝，因為我成功地用這個小花的摘花分散了敵人的注意力",
      "narrative_order": 51,
      "passage_type": "main_path",
      "chapter": "The Cantina",
      "chapter_zh": "酒館事件",
      "chapter_id": 6,
      "next_pid": "g30"
    },
    {
      "pid": "g30",
      "name": "g30",
      "group": "Main Story (Peru)",
      "content": "The teniente is sitting at the table with me on his lap. Sir Edward and Parker sit at the second side, Sir William, Mr. Jones and Marcellus at the third side. \n\nThe teniente fondles my swollen, naked breasts and looks at Sir Edward and Sir William: \"Let us -as the British say- cut the crap. I know that you have made a deal with these bandits.\" He squeezes my boobs, hard: in anger, I guess: it hurts. \"I dispise the so-called rebels, make no mistake. But these here are no rebels. They are bandits, and they have been bandits in these backlands for years now. Thank you for you help catching them, gentlemen.\" \n\nHe leans back, pulling me with him and starts to play with my erect nipples: \"But while I really like the price that you have been paying the bandits to let you pass: why did you throw your daughter to the wolves, sir? Because there is no denying that this little whore is the twin sister of your son and heir. The fine gentleman that watched when his sister was deflowered in public on a brothel table.\" \n\nMarcellus frowns, but Sir William puts a hand on his shoulder: \"A matter of inheritance. Miss Marston stood to inherit something that will go to my son now that she is Ashley the Whore rather than Miss Marston. The plan was to let the bandits have two posh whores in turn of letting us pass without further ado.\" He shrugs: \"Getting rid of Miss Marston has worked just fine. Unless you marry her, teniente, she will not inherit anything as a fallen woman. IF you want to marry her you have my blessing, of course. I am not giving a whore any dowry, of course.\nBut how did you find out about the bandits' plans?\" \n\nMarcellus sneers and kisses my hand. Sir Edward, Parker and Mendoza could not care less.  Mr. Jones, Miller and Alyce look angry. Now I know who my enemies are, but I am still dripping seed from my abused womanhood.",
      "content_zh": "中尉坐在桌邊，我坐在他的腿上。愛德華爵士和帕克坐在第二邊，威廉爵士、瓊斯先生和馬塞勒斯坐在第三邊。 \n\n中尉撫摸著我腫脹、赤裸的乳房，看著愛德華爵士和威廉爵士：「讓我們——正如英國人所說的——別廢話了。我知道你們已經和這些強盜做了一筆交易。」他用力擠壓我的胸部：我猜是因為憤怒：很痛。 「毫無疑問，我鄙視所謂的叛亂分子。但這裡的這些人並不是叛亂分子。他們是強盜，而且他們在這些邊遠地區已經當強盜很多年了。謝謝你們幫忙抓捕他們，先生們。”\n\n他靠在椅背上，拉著我，開始玩弄我勃起的乳頭：「不過，雖然我真的很喜歡你為讓你通過而付出的代價，但你為什麼要把你的女兒扔進狼裡呢，先生？因為無可否認，這個小妓女是你兒子和繼承人的孿生妹妹。這位優秀的紳士，眼睜睜地看著他的妓院在妓院的被當成桌上當花的妹妹。」\n\n馬塞勒斯皺起眉頭，但威廉爵士把手放在他的肩膀上：「繼承問題。馬斯頓小姐將繼承一些東西，而這些東西將歸我兒子所有，因為她是妓女阿什利而不是馬斯頓小姐。我們的計劃是讓強盜有兩個時髦的妓女，這樣我們就可以輕鬆通過。\n不過你是怎麼知道強盜們的計畫的呢？ 」\n\n馬塞勒斯冷笑著親吻我的手。愛德華爵士、帕克和門多薩根本不在乎。  瓊斯先生、米勒和艾莉絲看起來很生氣。現在我知道我的敵人是誰了，但我仍然在從受虐待的女性身份中滴下種子。",
      "narrative_order": 52,
      "passage_type": "main_path",
      "chapter": "The Cantina",
      "chapter_zh": "酒館事件",
      "chapter_id": 6,
      "next_pid": "g31"
    },
    {
      "pid": "g31",
      "name": "g31",
      "group": "Main Story (Peru)",
      "content": "The teniente shrugs: \"The two traitors that told the bandit chief -who called himself capitan- are no real traitors. They are good actors, though.\" His hands wanders down to my violated bush. \"But you still have not told me why you would pay such a high price just to get past the bandits. There are brothels to buy whores in Penu, and there are steep valleys where to throw death bodies.\" I flinch when he touches my bloody lips, but he just grins: \"Get used to that, whore.\" \n\nSir William raises an eyebrow. \"You are very good at riling the enemy. AND getting some at the same time: that was a good and hard ride.\" The teniente raises his other hand, and the sargento cocks the hammer of his musket. \nSir Williams laughs. \"We are doing a great service to the crown -ours, of course- but also the world and your viceroyalty. There are secrets hidden in the temple that we are searching. Secrets that must be kept out of the hands of ...madmen, was it? Secrets worth the defloration of a whore.\" He looks at me and shrugs. \n\nThe teniente motions a man in the corner with his free hand. The man approaches. He is wearing uniform and armour, but no weapons: \"Padre, what do you think?\" \n\nThe man raises an eyebrow: \"I think that your naked whore is dripping your seed onto your lap, teniente. I also think that it is very inappropriate for your men to fornicate with the other whores. But most of all, I would like to see that temple. These two men...\" -he points at Sir Edward and Mr. Jones- \"..are studying things not meant for humans. Both are known to be scholars. The sick fool tries to find eternal life by making the world the hell of his master, and the young fool thinks this is all nonsense. I need to check this out. Why don't you hang the pimp and the whores -including the British ones- and we make haste to that place?\" \nBecause the teniente has further use for one of the British whores, I guess.\n[Image: lted]",
      "content_zh": "中尉聳聳肩：「告訴土匪首領——自稱隊長的那兩個叛徒並不是真正的叛徒。不過，他們是好演員。」他的手伸向我被侵犯的灌木叢。 「但你還沒告訴我，為什麼你要付出這麼高的代價才能擺脫土匪。佩努有妓院可以買妓女，有陡峭的山谷可以扔屍體。」當他觸碰我血淋淋的嘴唇時，我退縮了，但他只是笑了笑：“習慣吧，妓女。”\n\n威廉爵士揚起了一邊眉毛。 「你非常擅長激怒敵人。同時也能得到一些：這是一次美好而艱難的旅程。」中尉舉起另一隻手，薩金托扳動了步槍的擊鎚。 \n威廉斯爵士笑了。 「我們正在為王室做出偉大的貢獻——當然是我們的——還有世界和你們的總督。我們正在尋找的神廟裡隱藏著一些秘密。這些秘密必須不讓……瘋子掌握，不是嗎？這些秘密值得一個妓女去摘花。」他看著我，聳聳肩。 \n\n中尉用空著的那隻手示意角落裡的一個人。男人走近。他穿著制服和盔甲，但沒有武器：“神父，你覺得怎麼樣？”\n\n男人揚起了一邊眉毛：「我認為你的赤身裸體的妓女正在把你的種子滴到你的腿上，中尉。我也認為你的手下與其他妓女通姦是非常不合適的。但最重要的是，我想看看那座寺廟。這兩個人……」——他指著愛德華爵士和瓊斯先生—— 「……正在研究不適合人類的東西。兩人都是學者。這個病態的傻瓜試圖通過把世界變成他主人的地獄來尋找永生，這個年輕的傻瓜認為這都是胡說八道，你為什麼不絞死皮條客和妓女——包括英國人——然後我們趕緊去那個地方？” \n我猜，因為中尉還可以用來指一位英國妓女。\n[圖：lted]",
      "narrative_order": 53,
      "passage_type": "main_path",
      "chapter": "The Cantina",
      "chapter_zh": "酒館事件",
      "chapter_id": 6,
      "next_pid": "g32"
    },
    {
      "pid": "g32",
      "name": "g32",
      "group": "Main Story (Peru)",
      "content": "A week later we make camp in a small valley, deep in the Andes. They set up camp like very nervous veterans in enemy territory, but the dragoons off duty greatly enjoy the company of the whores. Alyce and the six village whores suffer a lot, and the former waitress is not getting a special treatment any longer. Other than me: like every night the teniente keeps me for himself. That does NOT mean that I do not have to spread my legs, though. every night the tenente rides me hard. \n[Image: lted]\nIn the morning the teniente and the padre talk with the British: \"Beyond that pass is the temple that we are looking for. We will set up camp here, tighten ranks and go in with everyoman but the camp guards.\" \n\nThe padre nods: \"Let me be abundantly clear: either there is a whole heap of old stones, and we are all fools to be here. Or there is a very real, very dangerous evil in there. You have to decide no whether you are with us: or not. If you are with us, you will be treated like gentlemen prisoners in times of a bandit attack. An attack by bandits that are NOT allied to you, gentlemen.\" \n\nI take the teniente's arm off my arse: \"Give them the last rites.\" They stare at me. I shrug: \"Give the village whores the last rites before you 'tighten ranks', padre. They belief in that, even if you may not.\" \n\nMarcellus sneers: \"Do you want to get annointed, too? When they shoot all the whores with lead instead of semen? Or do you still hope that they will spare you and only kill the other whores?\" \nI shrug: Whatever.",
      "content_zh": "一週後，我們在安第斯山脈深處的一個小山谷裡紮營。他們像在敵方領土上非常緊張的老兵一樣紮營，但下班的龍騎兵非常喜歡妓女的陪伴。艾莉絲和六個鄉村妓女遭受了許多苦難，而以前的女服務員也不再受到特殊待遇。除了我之外：就像每天晚上一樣，中尉把我留在自己身邊。但這並不意味著我不必張開雙腿。每天晚上，中尉都會狠狠地折磨我。 \n[圖：lted]\n早上，中尉和神父與英國人交談：“過了那個山口就是我們要尋找的寺廟。我們將在這裡紮營，收緊隊伍，和除營地守衛外的所有人一起進去。”\n\n神父點點頭：「讓我說得很清楚：要么這裡是一堆舊石頭，而我們在這裡都是傻瓜。要么那裡有一個非常真實、非常危險的邪惡。你必須決定是否和我們在一起：或者不。如果你和我們在一起，在強盜襲擊時，你會被當作紳士囚犯對待。這是由與你不結盟的強盜發起的襲擊，先生們。”\n\n我把中尉的手臂從屁股上移開：「給他們做最後的儀式。」他們盯著我。我聳聳肩：“在你‘收緊隊伍’之前，先給村里的妓女們舉行最後的儀式，神父。他們相信這一點，即使你可能不相信。”\n\n馬塞勒斯冷笑道：“你也想受膏嗎？當他們用鉛而不是精液射殺所有妓女時？還是你還希望他們饒過你，只殺掉其他妓女？”\n我聳聳肩：隨便。",
      "narrative_order": 54,
      "passage_type": "main_path",
      "chapter": "The Temple Approach",
      "chapter_zh": "接近神殿",
      "chapter_id": 7,
      "next_pid": "g33"
    },
    {
      "pid": "six",
      "name": "six",
      "group": "Lore & Background",
      "content": "The former waitress -that really was no virgin any more- has joined the ranks of her mother, sister and co-workers. \n\nThat is just as well, mind: the teniente had his dragoons hang the innkeeper for working with the bandits. \n\nIf the younger sister was no whore now, she would have been hanged with her father.",
      "content_zh": "這位前女服務員——實際上已經不再是處女了——加入了她母親、姐姐和同事的行列。 \n\n記住，這樣也好：中尉讓他的龍騎兵絞死了與強盜勾結的旅館老闆。 \n\n如果妹妹現在不是妓女，她早就和父親一起被絞死了。",
      "narrative_order": 55,
      "passage_type": "branch_lore",
      "chapter": "The Temple Approach",
      "chapter_zh": "接近神殿",
      "chapter_id": 7
    },
    {
      "pid": "hard",
      "name": "hard",
      "group": "Lore & Background",
      "content": "My powers have not yet returned: one of the greater powers is blocking me. This is not arrogance; but the way I can not even begin to scratch on this enchantment hints at one of the Great Three. I have met several of the Great Old Ones and survived (with luck, of course): their power is immnse, but nothing like this. \n\nGiven that, and the weakend condition of my -lend?- body, I have no choice but to comply with the teniente's doings. \n\nI do not come to enjoy them, though: being violated enrages me. If I get ever out of this bind, I will have words with Sir William and Marcellus. \n\nThe teniente is but a dick. Well, a hard dick and a long dick with WAY too much endurance. But a dick. \n\nSir WIlliam and Marcellus have betrayed me.",
      "content_zh": "我的力量還沒有恢復：一種更強大的力量正在阻止我。這不是傲慢，而是傲慢。但我甚至無法開始刮擦這個結界，暗示著三巨頭之一。我遇到了幾位舊日支配者並活了下來（當然是運氣好）：他們的力量是巨大的，但沒有比這更好的了。 \n\n考慮到這一點，再加上我的──借給？ ——身體虛弱，我別無選擇，只能服從中尉的所作所為。 \n\n不過，我並不是來享受它們的：被侵犯會讓我憤怒。如果我擺脫了這個束縛，我將與威廉爵士和馬塞勒斯交談。 \n\n中尉不過是個混蛋。好吧，一個硬雞巴和一個長雞雞，具有太多的耐力。不過是個屌絲\n\n威廉爵士和馬塞勒斯背叛了我。",
      "narrative_order": 56,
      "passage_type": "branch_lore",
      "chapter": "The Temple Approach",
      "chapter_zh": "接近神殿",
      "chapter_id": 7
    },
    {
      "pid": "g33",
      "name": "g33",
      "group": "Main Story (Peru)",
      "content": "While they are shooting the village whores the tenient walks me and Alyce to the side with a couple of dragoons and the padre. Sir William tags along to watch.\n\nWhen we are more or less alone, the teniente turns to me: \"I am a soldier. An officer. I kill poeple for a living. I have sworn to serve: not by getting shot to pieces, but by trying to win. That little French bastard blew us to parts. Us and our doctirne of noble warfare. Pragmatism is the word, so I have become prarmatic, like many of my fellow young officers.\" \nHe kisses my hand: \"I do not rue the death of the village whores, or laying a trap for these bandits and shooting them up in their own trap. That is necessary. But my mother would not like that I have made you my whore.\" \n\nI smile: \"I do not like that, either.\"\n\nHe nods: \"There are two kinds of women that are no virgins: whores and wives. You can never be a virgin again, little whore. But you CAN become a wife. I am told that you have an interesting dowry. Your father has thrown you to the wolves for that. He has also given me his blessings to marry you, little whore.\nSo here is a propostion, while I am cleanig camp: marry me. Then you are a wife, no whore: and I am much richer than I was. If you do, I do not have to shoot you and your bridesmaid. If you do not, we will burry two more whores.\" \n\n[Image: ring]I blink. Sir William opens his mouth, and the teniente put his pistol into Sir WIlliam's mouth. His gun pistol. Not the one he is putting into me every night. \n\nI look around: the dragoons that accompany us are carrying shovels. I guess I either get married or Alyce and I get burried. This will also thwart Sir William, and most women are married for sex and for their dowry. \n\nSir William signs some papers, the padre does his thing, and the teniente puts on old ring on my finger: a family heirloom. The moment the ring is on my finger I faint.",
      "content_zh": "當他們射殺村裡的妓女時，租客帶著我和艾莉絲走到一邊，身邊還有幾個龍騎兵和神父。威廉爵士尾隨觀看。\n\n當我們或多或少孤獨時，中尉轉向我：“我是一名士兵。一名軍官。我以殺人為生。我發誓服役：不是被槍殺，而是試圖獲勝。那個法國小混蛋把我們炸成了碎片。我們和我們的高貴戰爭信條。實用主義就是這個詞，所以我變得務實，就像我的許多年輕軍官同伴一樣。”\n他親吻我的手：“我並不後悔村里妓女的死，也不後悔為這些強盜設下陷阱，然後把她們射進自己的陷阱裡。那是必要的。但我母親不喜歡我讓你成為我的妓女。”\n\n我笑道：“我也不喜歡這樣。”\n\n他點點頭：「有兩種女人不是處女：妓女和妻子。你永遠不可能再成為處女了，小妓女。但你可以成為妻子。我聽說你有一份有趣的嫁妝。你父親為此把你扔進狼裡。他也祝福我能娶你，小妓女。\n所以當我在打掃營地時，有一個提議：嫁給我。那麼你就是一個妻子，而不是妓女：而我比以前更富有了。如果你這樣做，我就不必開槍射殺你和你的伴娘。如果你不這麼做，我們就再埋掉兩個妓女。 」\n\n[圖：戒指]我眨眼。威廉爵士張開嘴，中尉將手槍塞進威廉爵士的嘴裡。他的槍是​​手槍。不是他每晚灌輸給我的那個。 \n\n我環顧四周：陪伴我們的龍騎兵都拿著鏟子。我想我要么結婚，要么艾莉絲和我被埋葬。這也會阻礙威廉爵士，大多數女性結婚是為了性和嫁妝。 \n\n威廉爵士簽署了一些文件，神父做了他的事情，中尉將舊戒指戴在我的手指上：這是一個傳家寶。當戒指戴在手指上的那一刻，我暈倒了。",
      "narrative_order": 57,
      "passage_type": "main_path",
      "chapter": "The Temple Approach",
      "chapter_zh": "接近神殿",
      "chapter_id": 7,
      "next_pid": "f34"
    },
    {
      "pid": "f34",
      "name": "f34",
      "group": "Story Branch",
      "content": "The padre looks down at me. \"You are not the first bride to faint, senora. Especially if the bride is as far from being a virgin as you are. But usually brides faint when they and their bastards are left waiting at the altar, not after the ring is put on their finger.\" Weird words from a padre. If he really is one...\n\n[Image: ring]I look at my wedding band. I smile when I get to study my 'wedding band' in detail.. \nThis is a ward against the Liar, The Soul And Messenger Of The Outer Gods. For some reason -maybe to keep entertained- that one has to follow some rules. One of these rules is: wear this sign and you are not beholden by That One. \nSince I am not beholden by him, I am free from the enchantment put on me in His name. My powers are back. \n\nI get up in a fluid motion, and raise an eyebrow: \"Silly me. Where is the briedemaid?\" \n\nOne of the dragoons points at her: she is wearing clothes and standing, on her feet. That is not ALL bad, right? \nAlyce is alive and wearing clothes for a change. She seems to hate me less than this morning. Seething rather than boiling hate: she had to take much abuse herself while I only had to lay with the teniente.. \n\nThe padre shrugs: \"Care as I do about the fate of heretic whores, there are more problems. We have been beset by monsters several times while you were unconscious, and the expedition group is missing. The British mercenary tells me that YOU of all people may be useful in this situation.\" \n\nI look around. \"Who is part of the expedition group? And why are you NOT part of it?\" \n\nThe padre shrugs: \"The teniente has taken Sir William, Sir Edward, Mr. Marston, Mr. Jones and that Mendoza person as well as five dragoons. I am not part of that group because I am the only one that can draw the wards that -together with the bravery of our dragoons- keep this camp from being overrun.\" \n\nI nod: \"Who is there to go into the temple with me?\" \nMiller and Parker.",
      "content_zh": "神父低頭看著我。 「你不是第一個暈倒的新娘，女士。特別是如果新娘和你一樣遠非處女的話。但通常新娘是在她們和她們的私生子在祭壇前等待時暈倒的，而不是在將戒指戴在手指上之後。」神父奇怪的言論。如果他真的是一個…\n\n[圖：戒指]我看著我的結婚戒指。當我開始詳細研究我的「結婚戒指」時，我笑了。 \n這是一個對抗說謊者、外神的靈魂和使者的屏障。出於某種原因——也許是為了保持娛樂——人們必須遵守一些規則。這些規則之一是：戴上這個標誌，你就不會受到那個人的束縛。 \n因為我不受他的約束，所以我擺脫了以他的名義加在我身上的魔法。我的力量回來了。 \n\n我動作流暢地站起來，揚起一邊眉毛：“我真傻。伴娘在哪裡？”\n\n一名龍騎兵指著她：她穿著衣服，站著。這並不全然是壞事，對吧？ \n艾莉絲還活著，穿的衣服是為了換換衣服。她似乎比今天早上更不恨我了。仇恨不是沸騰，而是沸騰：她自己必須承受很多虐待，而我只需要和中尉躺在一起。 \n\n神父聳聳肩：“雖然我很關心異端妓女的命運，但問題還多。在你昏迷期間，我們已經好幾次被怪物圍攻了，探險隊也失踪了。英國僱傭兵告訴我，在這種情況下，你可能會派上用場。”\n\n我環顧四周。 “誰是探險隊的成員？為什麼你不參加？”\n\n神父聳聳肩：“中尉帶走了威廉爵士、愛德華爵士、馬斯頓先生、瓊斯先生和那個門多薩人，以及五名龍騎兵。我不屬於那個團體，因為我是唯一一個能夠吸引結界的人，與我們龍騎兵的勇敢一起，阻止這個營地被佔領。”\n\n我點頭：“誰能跟我一起進寺廟？”\n米勒和帕克。",
      "narrative_order": 58,
      "passage_type": "main_path",
      "chapter": "The Temple Approach",
      "chapter_zh": "接近神殿",
      "chapter_id": 7,
      "next_pid": "g35"
    },
    {
      "pid": "g35",
      "name": "g35",
      "group": "Main Story (Peru)",
      "content": "[Image: rapier]   \nWe arm ourselves, take what equipment we may need and can carry, and walk to the pass with an escort of dragoons, led by the sargento: \"We have lost half of our men -lost and destroyed the bodies- but we have also destroyed some twenty or so of these madmen. One cannot keep precise count in this kind of fight, Donna Fontana. That has visible reduced our attackers. There are -in our estimate- half a dozen of less of them left: that we have seen. Good luck: and I hope that you manage to safe the teniente ...and your family.\" He salutes. \n\nInteresting. He pretends to respect my, but he does not. He is not struggling with the idea of his teniente marrying a very used woman. He is ...amused, not angry... when he adresses me as 'Donna Fontana'. His care for the teniente is real, though: as is his complete lack of care for everyone else. \n\nWe walk down into the valley, and when we are out of hearing I stop. \"Parker, Miller: you have seen these 'madmen' in combat. How do they fight? Why is the sagento afraid and the padre confused?\" \n\nMiller shrugs: \"They look like humans -all of them are Spanish, wearing old conquistador uniforms if anything- and none of them is human. Their heads open at the crown and unfold into ...three maws that look like a cheese grater with hooked teeth as grates, for lack of better description. These three ...maws... wrap around limps -or a head- and when they pull back they leave nothing but the bone. They can be destroyed, but only when they are burnt they are really dead. Otherwise their bodes start to rebuild while one watches.\" \n\nI frown: \"Well, I need to see one of these in action. Here is our tactic: If we get jumped by one or two of them, Parker and I engage it or them in close combat while Miller prepares the blackpowder to burn them. If we are getting overron by three or more, the two of you drop to the floor and cover. Covering your heads, especially your eyes, is a good idea.\" I draw the rapier that the sargento has gi",
      "content_zh": "[圖：劍桿]\n我們武裝好自己，帶上我們可能需要和可以攜帶的裝備，在薩根托率領的龍騎兵護衛下步行到山口：「我們已經失去了一半的人——失去並摧毀了屍體——但我們也摧毀了大約二十個左右的這些瘋子。 \n\n有趣的。他假裝尊重我，但事實並非如此。他並沒有因為自己的男主人要娶一個習慣了的女人而苦苦掙扎。當他稱我為「唐娜·豐塔納」時，他……很有趣，而不是生氣。不過，他對中尉的關心是真實的：就像他對其他人完全缺乏關心一樣。 \n\n我們走進山谷，當我們聽不見聲音時，我停了下來。 「帕克、米勒：你們在戰鬥中見過這些『瘋子』。他們是如何戰鬥的？為什麼聖人害怕而神父困惑？”\n\n米勒聳聳肩：「他們看起來像人類——全都是西班牙人，如果有的話，都穿著舊的征服者制服——而且沒有一個是人類。他們的頭在頭頂處張開，展開成……三個胃，看起來像一個奶酪刨絲器，有鉤狀的牙齒作為格柵，因為缺乏更好的描述。 \n\n我皺起眉頭：「好吧，我需要看看其中一個的行動。這是我們的策略：如果我們被其中一兩個人撲倒，帕克和我會與它或他們進行近戰，而米勒則準備黑火藥來燒毀他們。如果我們被三個或更多人擊敗，你們兩個就遮住地面並掩護。",
      "narrative_order": 59,
      "passage_type": "main_path",
      "chapter": "The Temple Approach",
      "chapter_zh": "接近神殿",
      "chapter_id": 7,
      "next_pid": "g36"
    },
    {
      "pid": "g36",
      "name": "g36",
      "group": "Main Story (Peru)",
      "content": "[Image: rapier]\nWe are getting jumped by one of the servant creatures. Parker and I hack it to pieces, Miller sets it ablaze. Impressivee. They are both as good as I was hoping. \n\nThe servant creature is also impressive. \"Interesting. The basis is a Spanish conquistador. Heavily modified by that worm in his chest.\" I point at the white slome in the buring body where the heart is in human bodies. \"Burning really well and smelling like ...burning human fat.\" \n\nI raise an eyebrow: \"If someone was crossing humans with giant death worms, this would be the result. With a little extra: changing existing bodies -like the dead conquistadores- like this is beyond a normal paraste. That requires ...power.\" \n\nI sigh: \"Educated guess, but let us assume there is a powerful -like nearly divine powerful- being with some absurd weirdness imprisoned in that temple. That ...being... is kept there by some wards that are very, very old. And -since this is Peru, once the Incea Empire and before that something else entirely- these wards are made from gold. The most durable metal available in these mountains. \nSometime -about two centuries ago- a band of conquistadores came here, massacred the guards if there were any left and started prying off the gold. \nWhatever dwells down there reached out: and voila, human-sized maggots hunting for human fat. That same being probably also reached out to somenone else and offered a ...deal instead: because the maggotmen are not really able to break the rest of the wards. The one who took that deal  would be...\" \n\nParker snorts: \"Mendoza.\" \nMiller shakes his head: \"Sir Edward.\" \n\nI think that Miller is right. Time will tell.",
      "content_zh": "[圖：劍桿]\n我們被僕人生物撲倒了。帕克和我把它劈成碎片，米勒點燃它。令人印象深刻。他們都像我希望的那樣好。 \n\n僕人生物也令人印象深刻。 「有趣。原型是一位西班牙征服者。被他胸口的那條蟲子嚴重改造了。」我指著燃燒體內的白色黏液，那裡是人體的心臟。 “燃燒得非常好，聞起來就像……燃燒人類脂肪。”\n\n我揚起一邊眉毛：“如果有人用巨大的死亡蠕蟲與人類雜交，結果就會是這樣。再加一點額外的東西：改變現有的身體——比如死去的征服者——就像這超出了正常的寄生蟲。這需要……力量。”\n\n我嘆了口氣：「有根據的猜測，但讓我們假設有一個強大的——幾乎是神聖的強大的——帶著某種荒謬的怪異被囚禁在這座寺廟裡。那個……存在……被一些非常非常古老的守衛關押在那裡。而且——因為這裡是秘魯，曾經是因西亞帝國，而在此之前完全是其他國家——這些守衛是用金子製成的這些。\n大約兩個世紀前的某個時候，一群征服者來到這裡，屠殺了剩下的守衛，並開始掠奪黃金。 \n不管住在下面的東西都伸出手來：瞧，人類大小的蛆蟲正在尋找人類的脂肪。同樣的存在可能也向其他人伸出了援手，並提出了一項……交易：因為蛆人並不能真正破壞其餘的守衛。接受這筆交易的人將是…”\n\n帕克哼了一聲：“門多薩。”\n米勒搖搖頭：“愛德華爵士。”\n\n我認為米勒是對的。時間會證明一切。",
      "narrative_order": 60,
      "passage_type": "main_path",
      "chapter": "The Temple Approach",
      "chapter_zh": "接近神殿",
      "chapter_id": 7,
      "next_pid": "g37"
    },
    {
      "pid": "power",
      "name": "power",
      "group": "Lore & Background",
      "content": "In terms that Miller and Parker do not need to understand: a nascent Great Old One. Beings somewhere -in matters of power and relevance- between the weak human gods that now only exist in the Lands of Dream and the Outer Gods that make and unmake worlds in mad revulsions. \n\nYIg, the Father of the serpentmen, is a Great Old One. So is Earthtoad, who has stolen the minds of too many serpentmen: Great Yig became jelaous and now most serpentmen are born as mindless cripples. The god of the Deep Ones, the fishmen, is another Great Old One: Great Cthulhu. \n\nGreat Old Ones are -occasionally- \"born\". If so, all mortals -deep ones and humans and serpentmen and others- should tremble in their very bones. Because while they cannot overthroow the Outer Gods (they have tried) they are terrible and utterly beyond mortal control.\n\nOnly ONE ...being... keeps nascent Great Old Ones like a human scholar keeps butterflies, pinned in a showing case: \nthe Liar, Nyarlathotep: The Soul And The Nessenger Of The Outer Gods.\n[Image: sizechart]",
      "content_zh": "用米勒和帕克不需要理解的術語來說：一個新生的舊日支配者。在力量和相關性方面，存在者介於現在僅存在於夢境之地的弱人類神和在瘋狂的厭惡中創造和毀滅世界的外神之間。 \n\n伊格，蛇人之父，是一位偉大的舊日支配者。土蟾蜍也是如此，它偷走了太多蛇人的思想：偉大的伊格變得嫉妒，現在大多數蛇人生來都是無意識的殘廢。深潛魚人之神是另一位舊日支配者：偉大克蘇魯。 \n\n偉大的舊日支配者有時會「誕生」。如果是這樣，所有凡人──深淵生物、人類、蛇人和其他人──都應該從骨子裡顫抖。因為雖然他們無法推翻外神（他們已經嘗試過），但他們是可怕的，完全超出了凡人的控制範圍。\n\n只有一個……存在……像人類學者飼養蝴蝶一樣飼養新生的舊日支配者，並將其固定在展示盒中：\n說謊者奈亞拉托提普：外神的靈魂與使者。\n[圖：尺寸表]",
      "narrative_order": 61,
      "passage_type": "branch_lore",
      "chapter": "The Temple Approach",
      "chapter_zh": "接近神殿",
      "chapter_id": 7
    },
    {
      "pid": "g37",
      "name": "g37",
      "group": "Main Story (Peru)",
      "content": "[Image: rapier]\nThey are taking this in stride, as if they had already knewn about the stark reality behind human  delusions. Interesting, but not in a good sense. Humans -trueblooded ones- do not accept this as easily. They simply cannot do that. Marcellus is a human being, and he -she, whatever- snapped when she or he realized that there is magic. \n\nI sigh: \"Not to be rude, but may I assume that you represent a consortium with mining interests in the Americas ...and the Himalaya, in the borderlands with India?\" Parker nods. \n\nI turn to Miller: \"Your mother is from Dunwich, I assume.\" Miller nods, somewhat surprised. So he does not know yet. Huh. He does not have bulging eyes and a sore throat: but not all of them do. \n\nI shrug. \"Let us proceed. We ALL need to stop this. Not only for our own individual survival but also to protect the interests of your masters.\" \n\nThings being what they are, I let my hair down some, so to speak: we head to the ossarium first. The Inca used to sacrifice body fluid to the gods. Mostly blood. The remains of the donors were collected in side rooms for exactly the purpose that I am applying them to: I raise the bones from the dead. Well: those that are still intact and can be raised. \nI am, among my people, especially gifted in that art: necromancy.",
      "content_zh": "[圖：劍桿]\n他們泰然處之，彷彿他們已經了解了人類妄想背後的嚴酷現實。有趣，但不是很好的意義上。人類──純血統的人類──不會輕易接受這一點。他們根本不能那樣做。馬塞勒斯是一個人，當他或她意識到有魔法時，他或她，無論如何都會崩潰。 \n\n我嘆了口氣：「不想無禮，但我可以假設您代表的是一個在美洲……以及與印度接壤的喜馬拉雅地區擁有採礦權益的財團嗎？」帕克點點頭。 \n\n我轉向米勒：「我猜你的母親來自鄧維奇。」米勒點點頭，有些驚訝。所以他還不知道。呵呵。他沒有眼睛凸出和喉嚨痛：但並非所有人都有。 \n\n我聳聳肩。 “讓我們繼續。我們都需要阻止這一切。不僅是為了我們自己的生存，也是為了保護你們主人的利益。”\n\n事情就是這樣，我放鬆了一些，可以這麼說：我們首先前往藏骨館。印加人過去常向眾神獻祭液。主要是血。捐贈者的遺體被收集在側室中，正是為了我應用它們的目的：我從死者中復活骨頭。嗯：那些仍然完好無損並且可以飼養的。 \n在我的人民中，我在這門藝術上尤其有天賦：死靈術。",
      "narrative_order": 62,
      "passage_type": "main_path",
      "chapter": "The Temple Approach",
      "chapter_zh": "接近神殿",
      "chapter_id": 7,
      "next_pid": "g38"
    },
    {
      "pid": "masters",
      "name": "masters",
      "group": "Lore & Background",
      "content": "Later. \n\nMiss Marston is only guessing. \n\nFor those in the know: there is a Dunwich in England, too: East Essex. A coastal town, to no one's surprose. With lots of good fishing but very rude and ugly people. \n[Image: mortals]\nThe Andes, the Rockies and the Mimalaye are among the mountain rangers on earth where rare minerals can by mined: not with temporary human technology, of course. It would also help if one could, well: fly. \nThe East India Company is sending expeditions into the Humalaya, too: of course. Sometimes they meet the locals.\n\nNo one really pays attention to Parker or Miller, unlike Miss Merston -sorry: Donna Fontana- who was watched by everyone when she got banged on the brothel table.\n\nBack to a Peruvian temple ruin.",
      "content_zh": "之後。 \n\n馬斯頓小姐只是猜測。 \n\n對於那些知情者來說：英格蘭也有一個鄧維奇：東埃塞克斯。一個沿海小鎮，不足為奇。有很多很好的釣魚場所，但人們非常粗魯和醜陋。 \n[圖：凡人]\n安地斯山脈、洛磯山脈和米馬拉耶山脈是地球上可以開採稀有礦物的山脈之一：當然，這不是人類臨時技術所能開採的。如果一個人能夠飛，那也會有幫助。 \n當然，東印度公司也正在派遣探險隊前往烏馬拉雅地區。有時他們會遇到當地人。\n\n沒有人真正關注帕克或米勒，不像默斯頓小姐——對不起：唐娜·豐塔納——當她在妓院的桌子上被撞時，所有人都在看著她。\n\n回到秘魯寺廟遺址。",
      "narrative_order": 63,
      "passage_type": "branch_lore",
      "chapter": "The Temple Approach",
      "chapter_zh": "接近神殿",
      "chapter_id": 7
    },
    {
      "pid": "g38",
      "name": "g38",
      "group": "Main Story (Peru)",
      "content": "[Image: rapier] \nWe get jumped again, this time by three of the maggotbeasts: but my skeletons manage to hold them down until we have set them on fire. Sadly we also loose my ten skeletons. \n\nParker raises an eyebrow: \"Bruja, eh? Who would have thought that a posh girl like you has learned the black arts of the Haitiian slaves before she became a whore?\" Well, I guess he has met a Bruja. Or mambo. The ones sold as slaves sometimes ...turn sour... and do their black arts with both the living and the dead. Back in Africa they usually make living zombies.\n\nMiller shrugs: \"Marston Manor is in the Cornish hills, Parker. That is also an old country. Roman ruins, right behind the skullery. With deep catacombs that the twins liked to play in.\" I blink and sigh: I may have been a little unsubtle as a child, and Marcella following my steps has not helpded. But those ruins are not Roman, not the oldest, deepest parts. \nMarcella COULD have learned a lot about magic down there, but she was a child. I was, well: reborn as a child. Big difference...\n\nWe turn around another corner in the ancient Incam walls, and stand before a pyramid. \nWaiting for us are Sir Edward, Mendoza, Sir WIlliam and Marcellus. \nTeniente Fontana and Mr. Jones are lying on the stone plates, bound and blindfolded.",
      "content_zh": "[圖：劍桿]\n我們再次被跳躍，這次是被三隻蛆獸攻擊：但我的骷髏成功地壓制住了它們，直到我們將它們點燃。可悲的是我們也失去了我的十具骷髏。 \n\n帕克挑起一邊眉毛：「布魯賈，嗯？誰能想到像你這樣的時髦女孩在成為妓女之前就學會了海地奴隸的黑魔法？」嗯，我猜他遇到了布魯賈。或者曼波。那些被賣為奴隸的人有時……會變壞……並對生者和死者施展他們的妖術。在非洲，他們通常會製造活殭屍。\n\n米勒聳聳肩：「馬斯頓莊園在康沃爾山上，帕克。那也是一個古老的國家。羅馬廢墟，就在骷髏後面。有很深的地下墓穴，雙胞胎喜歡在裡面玩耍。」我眨了眨眼，嘆了口氣：我小時候可能有點不懂事，瑪塞拉跟著我的腳步也無濟於事。但那些廢墟不是羅馬的，也不是最古老、最深處的部分。 \n瑪塞拉本可以在那裡學到很多關於魔法的知識，但她還是個孩子。我，好：重生為一個孩子。差別很大...\n\n我們繞過古老的因卡姆城牆的另一個角落，站在一座金字塔前。 \n等待我們的是愛德華爵士、門多薩爵士、威廉爵士和馬塞勒斯爵士。 \n豐塔納中尉和瓊斯先生被綁住並蒙住眼睛，躺在石板上。",
      "narrative_order": 64,
      "passage_type": "main_path",
      "chapter": "The Pyramid Showdown",
      "chapter_zh": "金字塔對決",
      "chapter_id": 8,
      "next_pid": "g39"
    },
    {
      "pid": "g39",
      "name": "g39",
      "group": "Main Story (Peru)",
      "content": "Sir Edward smiles. \"Welcome. You took your sweat time, young ...is it 'whore' or 'donna'? Or both?\" \n\nSir William nods at Miller. Miller tales the blindfolds off Teniente Fontana and Mr. Jones and walks over to the  side of Sir WIlliam. Parker looks at the two groups, shrugs and walks over to Sir Edward's side. Mendoza growls, quite unlike a rational human being. Well: a rational or a human being. \n[Image: standoff]\nI smile and blast Mendoza into green slime on the pyramid wall. I raise an eyebrow: \"While we are exchanging pawns... Does this count as a sacrifice? After all the Great Maggot One down in that pit had already gotten to Mendoza. Impressive: he was the only one with a maggot as a heart that could behave -remotely- like a living human being.\" \n\nSir Edward smirks: \"Daring, little whore. But let us not speak of sacrifices. Let us talk about chances. This is an old ruin. Once there were monsters: but you have destroyed all of these ...let us call them maggot-men. I promise that there are none left. What IS left are the old wards. GOLDEN wards. I suggest that we take the gold and get out of here. \nIf you are with us, little whore: welcome. If not, we can dispose of anypne who does not like this by kicking them down that pit.\" He looks at the prisoners: \"Teniente ... Mr. Jones. You both get the same offer. AND a boon: the first one of you to join us gets to keep the whore. I know that you both want her.\" \n\nI shrug: \"I would hate to free the prisoner down in the pit. Because all these gold wards keep the very being inside that TURNED Spanish conquistadores into fat sucking monsters in the first place.\" \n\nSir WIlliam  pats his leg with his right hand -at the side, where Sir Edwad cannot see it, and shows Marcellus and Miller his middle finger. Miller shoots Sir Edward in the head.",
      "content_zh": "愛德華爵士微笑著。 “歡迎。年輕人，你花了很多時間……是‘妓女’還是‘唐娜’？還是兩者都有？”\n\n威廉爵士向米勒點點頭。米勒講述了豐塔納中尉和瓊斯先生被蒙住眼睛的故事，然後走到威廉爵士身邊。帕克看著這兩個人，聳聳肩，走到愛德華爵士身邊。門多薩咆哮著，完全不像理性的人。嗯：一個理性的人或一個人。 \n[圖：對峙]\n我微笑著將門多薩炸成金字塔牆上的綠色黏液。我揚起一邊眉毛：“當我們交換棋子的時候……這算不算一種犧牲？畢竟那個深坑里的蛆蟲大帝已經到達了門多薩。令人印象深刻的是：他是唯一一個擁有蛆蟲心臟並且能夠像活人一樣遠程行動的人。”\n\n愛德華爵士傻笑道：「大膽，小妓女。但我們不要談論犧牲。讓我們談談機會。這是一個古老的廢墟。曾經有怪物：但你已經摧毀了所有這些......讓我們稱他們為蛆人。我保證沒有留下任何東西。剩下的是舊病房。黃金病房。我建議我們帶著金子離開這裡。\n如果你和我們在一起，小妓女：歡迎。如果沒有，我們可以把任何不喜歡這樣的人踢到坑裡去處理他們。他看著囚犯們：「中尉……瓊斯先生。你們都得到了同樣的待遇。還有一個好處：你們中第一個加入我們的人可以保留那個妓女。我知道你們都想要她。 」\n\n我聳聳肩：“我不想把囚犯釋放到坑里。因為所有這些黃金守衛都把西班牙征服者變成了抽脂怪物的本質留在了裡面。”\n\n威廉爵士用右手拍了拍他的腿——在埃德瓦德爵士看不到的地方，並向馬塞勒斯和米勒展示了他的中指。米勒開槍射中愛德華爵士的頭部。",
      "narrative_order": 65,
      "passage_type": "main_path",
      "chapter": "The Pyramid Showdown",
      "chapter_zh": "金字塔對決",
      "chapter_id": 8,
      "next_pid": "g40"
    },
    {
      "pid": "g40",
      "name": "g40",
      "group": "Main Story (Peru)",
      "content": "Sir William raises an eyebrow: \"There seems to be a slight misunderstanding. I am not here to GAIN magical power. I am here to get rdid of a magically empowered enemy.\" \n\nI raise an eyebrow and ask in Latin: \"Do you insist, William?\"  \n\nSir William sighs and answers in kind: \"No, not really. I was not aware that you are relatively ...restrained. \nBut you have not done that...\" -he points at the green smear that was Mendoua- \"...to any human being, and you are not attacking me and mine blindly even though I have declared myself in public.\" \nHe points at dead body of Sir Edward and the green smear that was Mendoza and adds in English: \"I guess that this is the REAL enemy. Monsters made by thing like the one down in that pit; and those that want to free it. \nI still think that YOU are a monster, old friend. But nonetheless you are a monster that makes and keeps treaties. \nTHESE monsters and their servants do not parley. We have to choose our enemies, I guess. \nWhat about a cessefire? You cannot possibly return to Britain as a whore, can you?\"\n\nI raise an eyebrow: \"I got happy news for you, father. I got married. I do not mind a mutual pact of non-aggression, as long as we seperate fortunes and you do not intervene with me going where I want to be. Oh: and I want Marston Manor as my dowry. You are not using it anymore, and that is a very small compensation for your betrayal.\" \n\nSir William shrugs: \"Done. You get Marston Manor and the money that you have put up for my daughter's dowry: only fitting since you ARE my daughter now.\" \n\nI would LIKE to kill him and Macellus, but I am too old to kill all my enemies.",
      "content_zh": "威廉爵士揚起一邊眉毛：“似乎有一點誤會。我來這裡不是為了獲得魔法力量。我來這裡是為了消滅一個擁有魔法力量的敵人。”\n\n我揚起眉毛，用拉丁語問道：“你堅持嗎，威廉？”\n\n威廉爵士嘆了口氣，並以同樣的方式回答：「不，不是。我不知道你相對……內斂。\n但你並沒有這樣做……」——他指著門杜瓦的綠色污點——「……對任何人來說，儘管我已經公開宣布自己的身份，但你並沒有盲目地攻擊我和我的。 」\n他指著愛德華爵士的屍體和門多薩的綠色污跡，用英語補充道：「我猜這才是真正的敵人。怪物是由坑裡的怪物製造的，還有那些想要釋放它的人。\n我仍然認為你是個怪物，老朋友。但儘管如此，你仍然是一個制定並遵守條約的怪物。 \n這些怪物和他們的僕人不談判。我想我們必須選擇我們的敵人。 \n停火又如何？你不可能以妓女的身份回到英國，不是嗎？ 」\n\n我揚起眉毛：“我給你帶來了好消息，父親。我結婚了。我不介意互不侵犯的條約，只要我們分開財產，你不干涉我去我想去的地方。哦：我想要馬斯頓莊園作為我的嫁妝。你不再使用它了，這對你的背叛來說是一個很小的補償。”\n\n威廉爵士聳聳肩：“好了。你得到了馬斯頓莊園，還有你為我女兒做嫁妝的錢：這很合適，因為你現在是我的女兒了。”\n\n我想殺死他和馬塞勒斯，但我太老了，無法殺死我所有的敵人。",
      "narrative_order": 66,
      "passage_type": "main_path",
      "chapter": "The Pyramid Showdown",
      "chapter_zh": "金字塔對決",
      "chapter_id": 8,
      "next_pid": "g41"
    },
    {
      "pid": "g41",
      "name": "g41",
      "group": "Main Story (Peru)",
      "content": "Parker raises an eyebrow: \"Heart-warming. All this talk about betrayal and all that makes me swoon with happiness. There is still the matter of GOLD:\" \n\nI shrug: \"Miller, please throw one of your bombs down there. Set to explode after a drop of twelve yards if you can do that.\" \n\nMiller looks at Sir William, who nods. When the barrel full of blackpowder and nails explodes, something down their screetches. \n\nI turn to Parker: \"You can set that free. You will get about 20 pounds of gold and a worm inside your chest that makes you one of the fat-sucking man-maggots. You will also be one of MANY since the maggot down there will be free to crawl the lang. Interested?\"\n\nParker shrugs and shakes his head. Very good: we do not need to kill Parker, either.",
      "content_zh": "帕克揚起一邊眉毛：“暖心。所有這些關於背叛的談論都讓我欣喜若狂。還有黃金的問題：”\n\n我聳聳肩：“米勒，請把你的一枚炸彈扔到那裡。如果你能做到的話，就在十二碼後爆炸。”\n\n米勒看著威廉爵士，威廉爵士點點頭。當裝滿黑火藥和釘子的桶子爆炸時，他們會發出尖叫聲。 \n\n我轉向帕克：“你可以把它放開。你會得到大約 20 磅的黃金，還有一條在你胸口的蠕蟲，這使你成為吸脂人蛆之一。你也將成為眾多蛆中的一員，因為那裡的蛆可以自由地爬行。有興趣嗎？”\n\n帕克聳聳肩，搖搖頭。很好：我們也不需要殺死帕克。",
      "narrative_order": 67,
      "passage_type": "main_path",
      "chapter": "The Pyramid Showdown",
      "chapter_zh": "金字塔對決",
      "chapter_id": 8,
      "next_pid": "g42"
    },
    {
      "pid": "g42",
      "name": "g42",
      "group": "Main Story (Peru)",
      "content": "We travel back to Lima. Mr. Jones is very silent and keeps his own company. Sir William, Marcellus and Miller keep Parker around: but there is little love lost between the remaining representative of the East India Company on one side and the envoy of the Parliamant on the other side. The teniente leads his men during the day and rides my at night. \n[Image: lted]\nOne time when he pulls out he tels me: \"I was hoping you to be a little more ...enthusiastic.. .now that you are my wife.\" \n\nI raise an eyebrow: \"This is a tale of betrayals so far. Will you introduce me to your family as your wife, teniente?\" \n\nHe pulls his pants up: \"I am sorry to see that you are smarter than you look, little whore. No, I will not. The marriage was a fake to make you happy and get you to come to the rescure in case anyhting went wrong. Well: not you. Miller and Parker as your servants. \nBefore you ask: one can fake marriages by taking a wrong name, giving the presiding padre a letter with the intent not to really marry that woman before the ceremony and by not exchanging wedding bands but only putting a ring on her finger. Marriages need intent, ceremony and will. None was given: we are not married. \nMy real name does not matter, but I am a noble with a four-parted shield: from an old, venerable noble house. I do not marry Bretish whores.\" He shrugs and pats my wet bush: \"Does that mean I have to pay from now on?\" \nIn a manner of speaking...",
      "content_zh": "我們返回利馬。瓊斯先生非常沉默寡言，獨來獨往。威廉爵士、馬塞勒斯和米勒將帕克留在身邊：但一方是東印度公司的剩餘代表，另一方是議會特使，他們之間幾乎沒有失去任何愛。中尉白天帶領他的部下，晚上騎著我。 \n[圖：lted]\n有一次，當他退出時，他告訴我：“我希望你能更……熱情一點……現在你是我的妻子了。”\n\n我揚起一邊眉毛：“到目前為止，這是一個關於背叛的故事。中尉，你願意把我介紹給你的家人作為你的妻子嗎？”\n\n他拉起褲子：「我很遺憾看到你比看起來更聰明，小妓女。不，我不會。這樁婚姻是假的，目的是為了讓你快樂，並讓你在出現任何問題時前來救援。好吧：不是你。米勒和帕克是你的僕人。\n在你提問之前：人們可以透過用錯名字、給主持神父一封信，意圖在儀式前不與那個女人真正結婚、不交換結婚戒指而只在她的手指上戴上一枚戒指來假結婚。婚姻需要意圖、儀式和意願。沒有給任何資訊：我們還沒有結婚。 \n我的真名並不重要，但我是一位擁有四瓣盾牌的貴族：來自古老而令人尊敬的貴族家族。我不會娶英國妓女。他聳聳肩，拍拍我濕淋淋的灌木叢：「那是不是意味著從現在開始我就得付錢了？ 」\n某種程度上來說...",
      "narrative_order": 68,
      "passage_type": "main_path",
      "chapter": "Return to London",
      "chapter_zh": "歸途與倫敦",
      "chapter_id": 9,
      "next_pid": "g43"
    },
    {
      "pid": "g43",
      "name": "g43",
      "group": "Main Story (Peru)",
      "content": "- A week later, near Lima City - \nThe duchess sits up in her bed when I pinch her nose. She looks at me, then out of the window: the moon is shining. \nHer Grace looks at me again: \"I guess it is about three o'clock in the morning. I am in my bed in my castle. Outside my door are my servants and my guards. I am quite certain that I did not invite a young, British looking woman into my bedchamber. What exactly are you doing here?\" \n\nI smile: \"Your son has inherited your strength of will. Very good, because we need to talk, duchess. Oh, I know that you are to be adressed as 'your grace'. But I do not think that your family is very graceful, and I am on the verge of obliterating your house. Since you are powerful and therefore stupid, let me put it in simple words: I have your son, and I WILL rip your throat out if we do not come to an arangement.\" \n\nHer grace raises an eyebrow: \"My son has written me not to worry about certain rumours. Rumours that he had married a whore. I guess that would be you, and that you are unhappy about being cheated out of a marriage far above your station.\" \n\nI shrug: \"There is no station in hell, but there are a lot of nobles. Probably all your family.\" \n\nHer grace shrugs: \"My aunt was very pious. I understand that you are blackmailing me with the death of my son and threatening to kill me.\" I nod. She shrugs again: \"Well, you cannot marry my son. He is not the heir, but you are not becoming a member of MY house like that. I do have an offer to make, though: my daughters were ....lively young damsels. If either of them had had an accident before their weddings I would have arranged a marriage with an elderly and impoverished nobleman. No riches, no political power but a wedding band and an old name. I can get that for you. \nDeliver my son to me -healthy- and you have my word.\" \n\nI smile and kiss her on the forehead: \"If this is another betrayal, there will be hell to pay.\" \nI probably should not agree to such a scam...",
      "content_zh": "- 一週後，利馬市附近 -\n當我捏住公爵夫人的鼻子時，她從床上坐了起來。她看著我，然後看著窗外：月光燦爛。 \n女王陛下再次看著我：“我猜現在是凌晨三點左右。我正在城堡的床上。門外是我的僕人和守衛。我很確定我沒有邀請一個年輕的英國女人進入我的臥室。你到底在這裡做什麼？”\n\n我微笑道：「你的兒子繼承了你的意志力。很好，因為我們需要談談，公爵夫人。哦，我知道你應該被尊稱為『閣下』。但我不認為你的家族很有風度，我正處於毀滅你的家族的邊緣。既然你很強大，所以很愚蠢，讓我用簡單的話來說：我有你的兒子，如果我們不達成協議，我就會撕掉你的喉嚨。」\n\n她的格蕾絲揚起一邊眉毛：“我兒子寫信給我，讓我不要擔心某些謠言。謠言說他娶了一個妓女。我猜那人就是你，而且你因為被欺騙而脫離了遠高於你地位的婚姻而感到不高興。”\n\n我聳聳肩：“地獄裡沒有車站，但貴族很多。可能都是你的家人。”\n\n葛蕾絲聳聳肩：「我姑姑很虔誠，我明白你是用我兒子的死來敲詐我，威脅要殺了我。」我點點頭。她再次聳聳肩：「好吧，你不能嫁給我的兒子。他不是繼承人，但你不能像那樣成為我家族的一員。不過，我確實有一個提議：我的女兒們都是……活潑的年輕少女。如果她們中的任何一個在婚禮前發生了意外，我會安排與一位年長而貧窮的貴族結婚。沒有財富，沒有政治權力，只有一枚結婚戒指和一個古老的名字。\n把我的兒子交給我——健康的——我向你保證。 」\n\n我微笑著在她的額頭上親了一下：“如果這又是一次背叛，你將付出慘痛的代價。”\n我可能不應該同意這樣的騙局......",
      "narrative_order": 69,
      "passage_type": "main_path",
      "chapter": "Return to London",
      "chapter_zh": "歸途與倫敦",
      "chapter_id": 9,
      "next_pid": "g44"
    },
    {
      "pid": "g44",
      "name": "g44",
      "group": "Main Story (Peru)",
      "content": "Strangely enough the duchess is good for her word. I hand her back her son and she hands me the marriage papers. My husband is a senile old man, but he is alive and -formally- agrees to marry me. No sex here -he is not up to that- but under Spanish law consumption is not required. \n\nWe return to Britan on the same ship: Sir William, his son Marcelus, Mr. Jones, Parker and me. My husband dies of old age during the voyage: but all aboard know that he was my husband and that he died of natural causes. \n\nParker and Marcelus are angry about getting kicked out of the country: the duchess has seen to that. But Sir Wiliam is not. \n\nMr. Jones is polite with me and always adresses me with my new name and title, but he is ...disturbed. When I ask why, he shrugs: \"I am working with the King's administration to defend Britain against outer and inner enemies. As a personal hobby I have debunked fake cults and religions. \nNow I learn that YOU are a ...wizard? Sorceress? That MAGIC is real, that there are monsters out there other than the villains working for the East India Company and that certain ...plans by rich fools may not be foolish only but also dangerous. \nI need to do some research, given that there are monsters to be sought out in the wilderness. If so, I may need a ...soercerss... that is willing to help with the survival of mankind. \nBut until then, if you do not mind, I would rather distance myself from you. I am not even wether I like you less for lying on that table, naked with that teniente using you like a whore ...or killing that monster, Mendoza, with a look and what I think was a spell.\" \n\nI can understand him being afraid of a sorceress. But I DO mind being treated like a whore because I was powerless and got abused. If he ever needs help, it will cost me an effort to render that help.",
      "content_zh": "奇怪的是，公爵夫人言出必行。我把她的兒子還給她，她把結婚證書遞給我。我的丈夫是一位高齡老人，但他還活著，並且正式同意嫁給我。這裡沒有性行為——他沒有能力做到這一點——但根據西班牙法律，消費是不需要的。 \n\n我們搭乘同一艘船返回英國：威廉爵士、他的兒子馬塞勒斯、瓊斯先生、帕克和我。我的丈夫在航行中老死了，但船上的人都知道他是我的丈夫，而且是自然死亡的。 \n\n帕克和馬塞勒斯對被驅逐出境感到憤怒：公爵夫人已經做到了這一點。但威廉爵士不是。 \n\n瓊斯先生對我很有禮貌，總是用我的新名字和頭銜稱呼我，但他……很不安。當我問為什麼時，他聳聳肩：「我正在與國王政府合作，保衛英國免受外部和內部敵人的侵害。作為個人愛好，我揭穿了虛假的邪教和宗教。\n現在我知道你是個……巫師？女巫？這種魔法是真實的，除了為東印度公司工作的惡棍之外，還有怪物，而且富人傻瓜的某些計劃可能不僅愚蠢，而且危險。 \n我需要做一些研究，因為荒野裡有怪物需要尋找。如果是這樣，我可能需要一個願意幫助人類生存的……巫師……。 \n但在那之前，如果你不介意的話，我寧願和你保持距離。我甚至不知道我是否因為你赤身裸體地躺在那張桌子上而讓那個中尉像妓女一樣使用你……或者用一個眼神和我認為是咒語的方式殺死了那個怪物門多薩。 」\n\n我可以理解他害怕女巫。但我確實介意被當作妓女對待，因為我無能為力並受到虐待。如果他需要幫助，我會付出很大的努力來幫忙。",
      "narrative_order": 70,
      "passage_type": "main_path",
      "chapter": "Return to London",
      "chapter_zh": "歸途與倫敦",
      "chapter_id": 9,
      "next_pid": "g45"
    },
    {
      "pid": "g45",
      "name": "g45",
      "group": "Main Story (Peru)",
      "content": "- Back in London, Great Britain - \n\n[Image: tea]Mrs. Woodridge sets her tea cup back to the saucer with some meaning lost to me. Her other guests do not seem to understand her meaning, either: our hostess has also invited a newcomer to polite society. \n\nMr. Hantley 'is in buttons', as polite society is want to say. A merchant and producer of the essential accesoire much needed by any damsel and lady. Pearls are great, but one NEEDS buttons. Therefore Mr. Hantley is rich and Mrs. Hantley is trying to get the family some acceptance in new social heights: the \"ton\", the British gentles. Not exactly nobility -some nobles rub shoulders with them, though- but much elevated from mere middle class men like merchants. \n\nMiss Lucy is the niece by marriage of our host. She is trying to be a free spirit, a wild damsel: but her ideas of being wild are walks in the moor by herself. \n\nI am, of course, the daughter of a respected member of the ton -Sir William  Marston- that has come back from foreign travels with a ring on my finger, a silly foreign name and a falling out with my family. Stinks to high heavens, if you ask certain matrons and rumour mongers. Other matrons shrug and point out that I have a good personal income -and seem to own the family mansion, Marston Manor- and that I DO wear a wedding band and a noble title: if a foreign one. \n\n\"Better than nothing\", these matrons say: quoting Shakespear's wordplay about 'country matters'.",
      "content_zh": "- 回到英國倫敦 -\n\n[圖：茶]女士。伍德里奇將她的茶杯放回碟子上，我失去了一些意義。她的其他客人似乎也不明白她的意思：我們的女主人也邀請了一位上流社會的新人。 \n\n正如上流社會所說，漢特利先生「穿著紐帶」。任何一位女士和女士都急需的基本配件的商人和生產商。珍珠很棒，但需要紐扣。因此，漢特利先生很富有，而漢特利夫人則試圖讓這個家庭在新的社會高度上得到一些認可：“ton”，即英國紳士。不完全是貴族——不過有些貴族與他們並肩——但比商人這樣的中產階級人士要高得多。 \n\n露西小姐是我們主人的婚外甥女。她試著成為一個自由的精神，一個狂野的少女：但她對狂野的想法是獨自在荒野中散步。 \n\n當然，我是一位受人尊敬的威廉·馬斯頓爵士的女兒，他從國外旅行回來，手指上戴著戒指，有一個愚蠢的外國名字，而且與家人鬧翻了。如果你去問某些主婦和謠言傳播者，你會發現這真是臭氣沖天。其他主婦聳聳肩，指出我有不錯的個人收入——而且似乎擁有家族宅邸馬斯頓莊園——而且我確實戴著結婚戒指和高貴的頭銜：如果是外國的話。 \n\n這些女士們引用莎士比亞關於「國家事務」的雙關語說，「總比沒有好」。",
      "narrative_order": 71,
      "passage_type": "main_path",
      "chapter": "Return to London",
      "chapter_zh": "歸途與倫敦",
      "chapter_id": 9,
      "next_pid": "g46"
    },
    {
      "pid": "g46",
      "name": "g46",
      "group": "Main Story (Peru)",
      "content": "Mrs. Woodridge sighs and tells us: \"Our good fellow here, Mrs. Hantley, has come to me with a request. That was a very fine choice, dear. Of course I will help you. But, alas, I am dreadfully busy myself. But Miss Timmons and even the far-travelled Damisela Ashley will be available to help you.\" \n\nI raise an eyebrow: \"Lucy, go show Mrs. Hantley the garden, please. Now.\" Lucy is not having one of her \"wild\" moments -she might have hesitated in such an act of rebellion- but does as I have told her. Mrs. Hantrey follows her eagerly. Maybe it is not Lucy being a coward but me letting my anger show. I need to work on that. \n\nWhen they are gone, I turn to Mrs. Woodridge. \"My father is your equal, socially. A gentleman like you are a gentlewoman, Mrs. Woodridge. I have married up. I do not care about your idea of British prerrogative: I am listed in the Who-Is-Who as a dowager baronet. THAT is my status. I am rubbing shoulders with my -nominal- social inferiors because REAL nobles treat me like you treat Mrs. Hantley: a social climber and a mild curiosity at best. Nonetheles I AM your social superior. \n\nYou are obviously building a saloon. Good luck with that. Social affiars are a multitude of inteconnecting webs. I am very willing to be a lesser noble in your aquaintance. Having a noble around should help with your plans to attract followers. If you are sucessful, being a visiting member of your saloon will in turn allow me access to your connections. That is how the game is played. \n\nYou do NOT give me orders, and you do NOT assign me a social rank that you think is fitting. I was married in a cathedral, with a duchess in attendance, and I am a widow because the Baronet was older than me and ocean travel is dangerous. Nonetheless I AM a dowager baronet, and you will treat me as such. \n\nOne last thing, a bynote: please tell us WHAT favour you are asking, specifially. That helps with getting things done.\" \n\nMrs. Woodridge raises an eyebrow: \"Interesting. They told me that ",
      "content_zh": "伍德里奇夫人叹了口气，告诉我们：“我们这里的好朋友汉特利夫人向我提出了一个请求。这是一个非常好的选择，亲爱的。我当然会帮助你。但是，唉，我自己太忙了。但是蒂蒙斯小姐，甚至远行的达米塞拉·阿什利都会愿意帮助你。” \n\n我扬起一边眉毛：“露西，请带汉特利夫人参观花园。现在。”露西并没有经历她的“狂野”时刻——她可能会在这种叛逆行为中犹豫不决——而是按照我告诉她的那样做了。漢特里夫人熱切地跟著她。也許不是露西膽小，而是我把憤怒表現出來了。我需要為此努力。 \n\n他們走後，我轉向伍德里奇太太。 “在社交方面，我的父亲与你平等。伍德里奇夫人，像你这样的绅士是绅士。我已经结婚了。我不在乎你对英国特权的看法：我在名人录中被列为贵妃男爵。这就是我的地位。我与我的-名义上的-社会地位较低的人擦肩而过，因为真正的贵族对待我就像你对待汉特利夫人一样：一个社交攀登者和温和的好奇心。尽管如此，我我是你的社交上司。 \n\n顯然你正在建造一個沙龍。祝你好運。社會事務是許多相互連結的網絡。我很願意在你的相識中做一個小貴族。有一個貴族在身邊應該有助於你吸引追隨者的計劃。如果你成功了，成為你的沙龍的訪客會員將使我能夠接觸到你的人脈。遊戲就是這樣玩的。 \n\n你不給我命令，也不給我分配你認為合適的社會階級。我在大教堂舉行婚禮，有一位公爵夫人出席，我是一名寡婦，因為男爵比我年長，而且海上旅行很危險。儘管如此，我是一個從男爵太后，你也會這樣對待我。 \n\n最後一件事，附註：請告訴我們您具體要求什麼幫助。這有助於完成工作。 」\n\n伍德里奇太太揚起一邊眉毛：「有趣。他們告訴我",
      "narrative_order": 72,
      "passage_type": "main_path",
      "chapter": "Return to London",
      "chapter_zh": "歸途與倫敦",
      "chapter_id": 9,
      "next_pid": "g47"
    },
    {
      "pid": "g47",
      "name": "g47",
      "group": "Main Story (Peru)",
      "content": "[Image: tea]When we are all at the table again, Mrs. Woodridge smiles gently and pours everyone 'a good cup of tea'. \"Lady Ashley has pointed out that I need to be more precise with my request: very correctly so, of course. \n\nMr. Hantley is looking for some art to celebrate beauty at his home: modern art because Mr. Hantley is a modern man. Wisely Mr. Hantley has asked Mrs. Hantley to find him some high quality, impressive painting: preferable by a modern artist that will do well with some patronage. \n\nTo be blunt: buying from a yet unkown taleent is both merritful in the eyes of polite society and a sound business arrangement. \n\nI would like the two of you, Miss Lucy and Lady Ashly, to accompany Mrs. Hantley to a painter that I have heard of. He is living in a less desirable part of the greater city, and I would not want to send a lady there alone by herself.\" \nShe smiles and asks me: \"Would you be able to take the time and accompany my good fellow and my nieve, Lady Ashley?\" \n\nI nod gravely: \"I will happily do that, Mrs. Woodridge.\" \n\nNo one asks Mrs. Hantley or Lucy. Politey society is no democracy or anything wicked like that.",
      "content_zh": "[圖：茶]當我們再次坐到餐桌旁時，伍德里奇夫人溫柔地微笑著，給大家倒了一杯「好茶」。 「艾希莉女士指出，我的要求需要更加準確：當然，非常正確。\n\n漢特利先生正在尋找一些藝術來慶祝他家裡的美麗：現代藝術，因為漢特利先生是個現代人。漢特利先生明智地要求漢特利夫人為他找一些高品質、令人印象深刻的畫作：最好是一位現代藝術家，如果得到一些贊助，就會表現出色。 \n\n坦白說：從上流社會的角度來看，從一個不知名的人才那裡購買產品既是一件好事，也是一種合理的商業安排。 \n\n我希望你們兩位，露西小姐和艾希莉女士，陪漢特利太太去看一位我聽過的畫家。他住在大城市的一個不太理想的地方，我不想派一位女士獨自去那裡。 」\n她微笑著問我：“阿什利女士，你能抽出時間陪我的好夥伴和我的侄女嗎？”\n\n我鄭重地點點頭：“我很樂意這麼做，伍德里奇夫人。”\n\n沒有人問漢特利夫人或露西。禮貌社會不是民主社會或類似的邪惡社會。",
      "narrative_order": 73,
      "passage_type": "main_path",
      "chapter": "Return to London",
      "chapter_zh": "歸途與倫敦",
      "chapter_id": 9,
      "next_pid": "g48"
    },
    {
      "pid": "g48",
      "name": "g48",
      "group": "Main Story (Peru)",
      "content": "- Still London: one of the suburbs where professionals and, well: ...artists... live- \n\nMrs. Hantley sighs: \"I greatly enjoy speedy travel, Lady Baronet. I also feel honoured that we can use your coach. But may I ask whether your coachman has a lot of experience?\" \n\nI gently try to get Miss Lucy to let go off her holds: \"This is the door, Lucy. If you let go we can get out. You can stand on the street when we get out. On your feet. You like being on your feet and having control, don't you?\" I smile at her charmingly and pat Lucy's hand. \n\nI nod at Miller on the coachman's seat. \"My coachman used to be a soldier, then he entered the service of Sir William. A diplomat sometimes needs a ...security detail, so to speak. When I left home after my marriage, Miller stayed with me. Coach driving is a skill that Miller is learning, but he is a veteran of our wars against that terrible little man. He is good with horses.\" \n..and mules, guns and explosives. But one does not mention matters of violence in polite society any easier than matters of sex. \n\n[Current End of Content]",
      "content_zh": "- 仍然是倫敦：專業人士和…藝術家…居住的郊區之一 -\n\n漢特利夫人嘆了口氣：“我非常喜歡快速旅行，從男爵夫人。我也很榮幸我們能使用您的馬車。不過請問您的馬車夫經驗豐富嗎？”\n\n我輕輕地試圖讓露西小姐放開她的手：「這是門，露西。如果你放手，我們就可以出去。我們出去後，你可以站在街上。站起來。你喜歡站起來並掌控一切，不是嗎？」我對她迷人地微笑，拍拍露西的手。 \n\n我向車夫座位上的米勒點點頭。 「我的馬車夫曾經是一名士兵，後來為威廉爵士服務。可以這麼說，外交官有時需要……安保人員。當我結婚後離開家時，米勒陪著我。駕駛馬車是米勒正在學習的一項技能，但他是我們對抗那個可怕的小個子的戰爭的老兵。他很擅長騎馬。”\n..還有騾子、槍和炸藥。但在上流社會中，提及暴力問題並不比提及性議題容易。 \n\n[內容目前結束]",
      "narrative_order": 74,
      "passage_type": "main_path",
      "chapter": "Return to London",
      "chapter_zh": "歸途與倫敦",
      "chapter_id": 9
    }
  ]
}